{"proposition":"A person on a horse jumps over a broken down airplane.","labels":[]}
{"proposition":"Children smiling and waving at camera","labels":[]}
{"proposition":"A boy is jumping on skateboard in the middle of a red bridge.","labels":[]}
{"proposition":"An older man sits with his orange juice at a small table in a coffee shop while employees in bright colored shirts smile in the background.","labels":[]}
{"proposition":"Two blond women are hugging one another.","labels":[]}
{"proposition":"A few people in a restaurant setting, one of them is drinking orange juice.","labels":[]}
{"proposition":"An older man is drinking orange juice at a restaurant.","labels":[]}
{"proposition":"A man with blond-hair, and a brown shirt drinking out of a public water fountain.","labels":[]}
{"proposition":"Two women who just had lunch hugging and saying goodbye.","labels":[]}
{"proposition":"Two women, holding food carryout containers, hug.","labels":[]}
{"proposition":"A Little League team tries to catch a runner sliding into a base in an afternoon game.","labels":[]}
{"proposition":"The school is having a special event in order to show the american culture on how other cultures are dealt with in parties.","labels":[]}
{"proposition":"High fashion ladies wait outside a tram beside a crowd of people in the city.","labels":[]}
{"proposition":"A man, woman, and child enjoying themselves on a beach.","labels":[]}
{"proposition":"People waiting to get on a train or just getting off.","labels":[]}
{"proposition":"A couple playing with a little boy on the beach.","labels":[]}
{"proposition":"A couple play in the tide with their young son.","labels":[]}
{"proposition":"A man and a woman cross the street in front of a pizza and gyro restaurant.","labels":[]}
{"proposition":"A woman in a green jacket and hood over her head looking towards a valley.","labels":[]}
{"proposition":"Woman in white in foreground and a man slightly behind walking with a sign for John's Pizza and Gyro in the background.","labels":[]}
{"proposition":"Two adults, one female in white, with shades and one male, gray clothes, walking across a street, away from a eatery with a blurred image of a dark colored red shirted person in the foreground.","labels":[]}
{"proposition":"A woman wearing all white and eating, walks next to a man holding a briefcase.","labels":[]}
{"proposition":"A woman is walking across the street eating a banana, while a man is following with his briefcase.","labels":[]}
{"proposition":"A skier slides along a metal rail.","labels":[]}
{"proposition":"A person on skis on a rail at night.","labels":[]}
{"proposition":"A skier in electric green on the edge of a ramp made of metal bars.","labels":[]}
{"proposition":"A yellow uniformed skier is performing a trick across a railed object.","labels":[]}
{"proposition":"A blond man is drinking from a public fountain.","labels":[]}
{"proposition":"Wet brown dog swims towards camera.","labels":[]}
{"proposition":"Closeup image of a dog swimming.","labels":[]}
{"proposition":"The furry brown dog is swimming in the ocean.","labels":[]}
{"proposition":"A big brown dog swims towards the camera.","labels":[]}
{"proposition":"A man wearing black with a gray hat, holding a pitchfork, directs a horse-drawn cart.","labels":[]}
{"proposition":"A man is leading a Clydesdale up a hay road, within a Old Country.","labels":[]}
{"proposition":"A farmer fertilizing his garden with manure with a horse and wagon.","labels":[]}
{"proposition":"A white horse is pulling a cart while a man stands and watches.","labels":[]}
{"proposition":"A small group of church-goers watch a choir practice.","labels":[]}
{"proposition":"A dog drops a red disc on a beach.","labels":[]}
{"proposition":"A man and a woman are walking on a street at the top of a hill.","labels":[]}
{"proposition":"An elderly man is drinking orange juice at a cafe.","labels":[]}
{"proposition":"A couple holding hands walks down a street.","labels":[]}
{"proposition":"A couple walk through a white brick town.","labels":[]}
{"proposition":"Children going home from school.","labels":[]}
{"proposition":"People listening to a choir in a Catholic church.","labels":[]}
{"proposition":"Bicyclists waiting at an intersection.","labels":[]}
{"proposition":"People waiting at a light on bikes.","labels":[]}
{"proposition":"People on bicycles waiting at an intersection.","labels":[]}
{"proposition":"A man with a red shirt is watching another man who is standing on top of a attached cart filled to the top.","labels":[]}
{"proposition":"A boy is drinking out of a water fountain shaped like a woman.","labels":[]}
{"proposition":"three bikers stop in town.","labels":[]}
{"proposition":"Two people loading brush on a trailer attached to a truck.","labels":[]}
{"proposition":"A man with a beard, wearing a red shirt with gray sleeves and work gloves, pulling on a rope.","labels":[]}
{"proposition":"A man with facial hair and a red and gray shirt tugging on a piece of rope.","labels":[]}
{"proposition":"A middle-aged oriental woman in a green headscarf and blue shirt is flashing a giant smile.","labels":[]}
{"proposition":"An Asian woman in a blue top and green headscarf smiling widely as another woman rows a boat in the background.","labels":[]}
{"proposition":"A boat worker securing line.","labels":[]}
{"proposition":"A small girl with a necklace is swimming.","labels":[]}
{"proposition":"a skateboarder skates in the pool.","labels":[]}
{"proposition":"A couple, who appear to be Indian or Pakistani, walk on a path beside a body of water, the mother carrying a child in a diaper, the father wrapped in a blanket with the logo of the humanitarian organization \"Save the Children.\"","labels":[]}
{"proposition":"There is a woman holding a baby, along with a man with a save the children bag.","labels":[]}
{"proposition":"A family with a baby, the father is wearing a save the children sign.","labels":[]}
{"proposition":"A foreign family is walking along a dirt path next to the water.","labels":[]}
{"proposition":"A man and a woman are standing next to sculptures, talking while another man looks at other sculptures.","labels":[]}
{"proposition":"Group of young women in dresses strolling on the sidewalk.","labels":[]}
{"proposition":"A man wearing a striped top and jeans does a skateboard trick on some steps while a man who is hunched over photographs him.","labels":[]}
{"proposition":"A man squatting in the foreground of a photograph while taking a photograph of his own of a man doing a skateboarding kick flip in midair above a short flight of stairs outdoors.","labels":[]}
{"proposition":"One biker is running with their bike while another is riding around them.","labels":[]}
{"proposition":"Two people with bicycles, one in front running with a bike and one in back riding.","labels":[]}
{"proposition":"A young man doing a trick on a skateboard down the stairs while being photographed.","labels":[]}
{"proposition":"A lady in a black and white striped shirt and holding a bouquet of flowers, looks seriously at two gentlemen talking on the steps.","labels":[]}
{"proposition":"A man walking proudly down the street.","labels":[]}
{"proposition":"Four teenage boys are doing cannonballs into a swimming pool.","labels":[]}
{"proposition":"Three men standing on grass by the water looking at something on a table.","labels":[]}
{"proposition":"A woman stands behind an outdoor grill with a blue basket of food in her hands.","labels":[]}
{"proposition":"A Land Rover makes its way through a deep pond.","labels":[]}
{"proposition":"many people relax in the yard.","labels":[]}
{"proposition":"A car sinking in water.","labels":[]}
{"proposition":"A man wearing black is playing an electric guitar at a concert.","labels":[]}
{"proposition":"A man with wild hair rocks a show playing a guitar center stage.","labels":[]}
{"proposition":"woman and child on trolley car labeled Powell and market and bay and taylor","labels":[]}
{"proposition":"Two female medical professionals, one african american& one white, looking over paperwork in a hospital.","labels":[]}
{"proposition":"Two ladies are reading through binders.","labels":[]}
{"proposition":"A man in the distance is walking past a brick wall painted with words and graffiti.","labels":[]}
{"proposition":"A woman and a child holding on to the railing while on trolley.","labels":[]}
{"proposition":"A man in a striped polo shirt is pointing and smiling.","labels":[]}
{"proposition":"A guy performing a bicycle jump trick for an audience.","labels":[]}
{"proposition":"A gray-haired woman in a blue dress coat with snowflakes on it balances something on her head.","labels":[]}
{"proposition":"Two children play outside in a field.","labels":[]}
{"proposition":"One man sits inside and plays the banjo, there are trees behind him outside.","labels":[]}
{"proposition":"Two children, in colorful outfits, playing in a field with a big rock in the middle.","labels":[]}
{"proposition":"Two young girls are playing outside in a non-urban environment.","labels":[]}
{"proposition":"Two children in hats play in an open, rocky field.","labels":[]}
{"proposition":"A woman wearing a green and pink dress is dancing with someone wearing a blue top with white pants.","labels":[]}
{"proposition":"Man in gold pants looking at the camera.","labels":[]}
{"proposition":"A man in a gold skirt sits in front of the computer.","labels":[]}
{"proposition":"Man wearing black t-shirt sitting at a computer desk.","labels":[]}
{"proposition":"A bearded man in a black t-shirt sits in front of a desk holding a computer.","labels":[]}
{"proposition":"A man in a gold foils skirt, sitting at a computer desk, looks at the camera with his hands raised to his face.","labels":[]}
{"proposition":"A young girl sitting at a table with a bowl on her head","labels":[]}
{"proposition":"A man dances with a fire baton at night.","labels":[]}
{"proposition":"A doctor checks the stomach of a toddler.","labels":[]}
{"proposition":"Young blond woman putting her foot into a water fountain","labels":[]}
{"proposition":"A young woman tries to stick her foot in a fountain.","labels":[]}
{"proposition":"A woman in capri jeans crouches on the edge of a fountain with her left foot kicked out to touch the falling water.","labels":[]}
{"proposition":"Woman balancing on edge of fountain while sticking her toe in the water.","labels":[]}
{"proposition":"A couple strolls arm and arm and hand in hand down a city sidewalk.","labels":[]}
{"proposition":"A man stare at a passing couple while walking down the block.","labels":[]}
{"proposition":"a couple are holding hands behind their backs while walking down a street, and the man has his arm around her shoulder.","labels":[]}
{"proposition":"A man and a woman are holding hands as they walk along a city sidewalk.","labels":[]}
{"proposition":"a man in red stands with his child at the beach.","labels":[]}
{"proposition":"New sport is being played to show appreciation to the kids who can not walk.","labels":[]}
{"proposition":"Two men in wheelchairs are reaching in the air for a basketball.","labels":[]}
{"proposition":"Three wheelchair basketball players wearing team uniforms are attempting to reach the descending basketball with other players in the background.","labels":[]}
{"proposition":"Four guys in wheelchairs on a basketball court two are trying to grab a basketball in midair.","labels":[]}
{"proposition":"Three dogs in different shades of brown and white biting and licking each other.","labels":[]}
{"proposition":"Two dogs playfully bite a third dog, which has its tongue sticking out.","labels":[]}
{"proposition":"Three small puppies bite and play together in the grass.","labels":[]}
{"proposition":"Two dogs biting another dog in a field.","labels":[]}
{"proposition":"Tourists waiting at a train stop.","labels":[]}
{"proposition":"A doctor in blue scrubs is performing an operation assisted by two men and a woman.","labels":[]}
{"proposition":"A woman with a black jacket walks past an outdoor movie poster.","labels":[]}
{"proposition":"A man in an elf hat holding a white umbrella is standing on the sidewalk with two other men.","labels":[]}
{"proposition":"Indian lady and a guy in a blue suit dancing in the sunlight.","labels":[]}
{"proposition":"Two older men are talking.","labels":[]}
{"proposition":"A mountain biker jumping a slope outdoors in a forest area.","labels":[]}
{"proposition":"Two older men in winter coats talking outside of a shop with a grassy lawn covered in a light coat of snow in front of it.","labels":[]}
{"proposition":"Two elderly men having a conversation, snow covered grass in the background.","labels":[]}
{"proposition":"Two men are standing outside and snow is on the ground.","labels":[]}
{"proposition":"Two older men in coats are standing outside.","labels":[]}
{"proposition":"A gentleman in a purple scarf and hat is looking at money while holding an accordion.","labels":[]}
{"proposition":"BMX biker jumps over a ravine.","labels":[]}
{"proposition":"A white bike is tied to a street sign.","labels":[]}
{"proposition":"A white bike is leaning against a post.","labels":[]}
{"proposition":"The boy locked the cycle and went away.","labels":[]}
{"proposition":"A crowded city during daytime.","labels":[]}
{"proposition":"People walking around in a big city.","labels":[]}
{"proposition":"A busy city that looks like New York City.","labels":[]}
{"proposition":"A view of buildings and people walking across the streets in Times Square, New York City.","labels":[]}
{"proposition":"A woman is making a clay pot.","labels":[]}
{"proposition":"A barber waiting for customers.","labels":[]}
{"proposition":"A man sitting in a barber shop.","labels":[]}
{"proposition":"A woman preparing to glaze a bowl.","labels":[]}
{"proposition":"A woman wearing an apron inspects a large pot on a table filled with cups, bowls, pots and baskets of assorted size.","labels":[]}
{"proposition":"A model posing to look as if she's a real female soccer player.","labels":[]}
{"proposition":"Firemen emerge from a subway station.","labels":[]}
{"proposition":"Exhausted looking firemen are walking.","labels":[]}
{"proposition":"Three firefighters, the nearest firefighter is holding a helmet in his left hand.","labels":[]}
{"proposition":"A man walking along side a clean up crew.","labels":[]}
{"proposition":"A little boy swims underwater.","labels":[]}
{"proposition":"A driver is racing his Ford vehicle on a gravel track.","labels":[]}
{"proposition":"Three guys and a girl are all jumping in a pool together.","labels":[]}
{"proposition":"A little boy underwater in a pool, holding a plastic dinosaur.","labels":[]}
{"proposition":"A little boy swimming underwater with a toy in his hand.","labels":[]}
{"proposition":"A man wearing a white shire shirt and hate is riding a bucking horse in a rodeo.","labels":[]}
{"proposition":"A saddle bronc rider gets lifted out of the saddle, but keeps his grip during his ride.","labels":[]}
{"proposition":"a woman with a straw hat working on a strange machine with coconuts at her side.","labels":[]}
{"proposition":"A man wearing a rice hat is shucking corn using a corn shucker and is surrounded by trees.","labels":[]}
{"proposition":"a woman wearing a Chinese straw hat operating some sort of stainless steel machine in what appears to be a park.","labels":[]}
{"proposition":"A woman on the side of a street is making food on her cart.","labels":[]}
{"proposition":"A man in blue shorts and without a shirt is jogging down the road while listening to his iPod.","labels":[]}
{"proposition":"Women exercising one woman has a green mat and black outfit on.","labels":[]}
{"proposition":"Students practicing yoga in a class setting.","labels":[]}
{"proposition":"People are stretching on yoga mats.","labels":[]}
{"proposition":"A group of people are doing yoga.","labels":[]}
{"proposition":"Motorcyclist performing while two men watch.","labels":[]}
{"proposition":"The young man is waiting with others on the sidewalk.","labels":[]}
{"proposition":"Two people pose for the camera.","labels":[]}
{"proposition":"A man is sleeping on the grass.","labels":[]}
{"proposition":"A white and brown dog is leaping through the air.","labels":[]}
{"proposition":"A row of legs and black boots with a boy sitting at the end of the row.","labels":[]}
{"proposition":"A man in blue lies on a mostly-barren patch of grass while small groups of people congregate in the distance.","labels":[]}
{"proposition":"Various people hanging around outside of a building.","labels":[]}
{"proposition":"A little girl follows two guys with umbrellas down a path.","labels":[]}
{"proposition":"A lady is on the floor packing a suitcase.","labels":[]}
{"proposition":"Little girl in a blue and yellow plaid outfit and blue hat is running along the trail.","labels":[]}
{"proposition":"Little girl walking along a dirt, rock, and grass path wearing a blue hat many steps behind two people wearing backpacks and holding umbrellas.","labels":[]}
{"proposition":"The blond woman is searching for medical supplies in a suitcase.","labels":[]}
{"proposition":"Stacks of neatly folded clothing cover most of this floor while a woman with a beige shirt and jeans busily fills a suitcase.","labels":[]}
{"proposition":"A young woman packs belongings into a black suitcase.","labels":[]}
{"proposition":"People going for a long walk to the mountains.","labels":[]}
{"proposition":"A man resting on a street.","labels":[]}
{"proposition":"A woman in costume is marching with a large drum.","labels":[]}
{"proposition":"A man carrying a load of fresh direct boxes on car with wheels in the city streets, as a woman walks towards him.","labels":[]}
{"proposition":"a motorcyclist does a nose wheelie.","labels":[]}
{"proposition":"A man sitting on a scooter on the curb.","labels":[]}
{"proposition":"A man stopping on the sidewalk with his bike to have a smoke.","labels":[]}
{"proposition":"A man is sitting on a motorcycle on the sidewalk.","labels":[]}
{"proposition":"Man smokes while sitting on a parked scooter.","labels":[]}
{"proposition":"Man on the sidewalk sitting on a motorcycle.","labels":[]}
{"proposition":"A couple, wearing black, burgundy, and white, dance.","labels":[]}
{"proposition":"People in orange vests and blue pants with a yellow stripe at the bottom await the beginning of a race.","labels":[]}
{"proposition":"A young man and young lady dancing on a carpeted floor with a picture from the movie Toy Story on a big screen in the background.","labels":[]}
{"proposition":"The skier is wearing a yellow jumpsuit and sliding across a yellow rail.","labels":[]}
{"proposition":"A track event held by J.P. Morgan Chase with security.","labels":[]}
{"proposition":"Two people dancing, wearing dance costumes.","labels":[]}
{"proposition":"An english farmer with a horse pulled wagon.","labels":[]}
{"proposition":"Children's soccer game being played while the sun sets in the background.","labels":[]}
{"proposition":"A soccer game played by a blue team and a red team on a perfectly manicured field at dusk.","labels":[]}
{"proposition":"Two soccer teams are competing on a soccer field.","labels":[]}
{"proposition":"Soccer teams play on a field as the sun sets behind a line of trees.","labels":[]}
{"proposition":"two men serving preparing food.","labels":[]}
{"proposition":"A soccer game occurring at sunset.","labels":[]}
{"proposition":"White small child wearing a brown and gray striped hoodie plays at park.","labels":[]}
{"proposition":"A little boy in brown pants is playing on ropes at a park.","labels":[]}
{"proposition":"Toddler in striped sweatshirt plays on rope on playground.","labels":[]}
{"proposition":"A woman wearing a pink hat is looking at a pink car with the truck open.","labels":[]}
{"proposition":"A man in a blue shirt is looking up.","labels":[]}
{"proposition":"Three girls on an amusement ride enjoying themselves.","labels":[]}
{"proposition":"Woman at Walmart check-out having her groceries bagged by an employee.","labels":[]}
{"proposition":"Brown dog treads through water.","labels":[]}
{"proposition":"A woman is waiting with children as she is checked out at Walmart.","labels":[]}
{"proposition":"A blond woman with two children is checking out at a Walmart register.","labels":[]}
{"proposition":"A woman sitting in a laundromat looking at the camera.","labels":[]}
{"proposition":"A young boy paddles across the water in a makeshift boat.","labels":[]}
{"proposition":"A baseball player is about to throw a baseball.","labels":[]}
{"proposition":"A dog zips along the beach.","labels":[]}
{"proposition":"A white dog runs along a rocky shoreline.","labels":[]}
{"proposition":"A fuzzy white lap dog runs along a rocky beach.","labels":[]}
{"proposition":"A small white dog running on a pebble covered beach.","labels":[]}
{"proposition":"A baseball player is putting all his might in to throwing a ball.","labels":[]}
{"proposition":"Cheerleaders are on the field cheering.","labels":[]}
{"proposition":"A woman holding a boombox.","labels":[]}
{"proposition":"A woman in a blue shirt and green hat looks up at the camera.","labels":[]}
{"proposition":"Cheerleaders are doing a cheer at a football field.","labels":[]}
{"proposition":"An excited, smiling woman stands at a red railing as she holds a boombox to one side.","labels":[]}
{"proposition":"A lady is kneeling wearing a blue shirt.","labels":[]}
{"proposition":"The silhouette of three people in front of a wall.","labels":[]}
{"proposition":"Two people wearing blue clothing are making hand gestures next to one another.","labels":[]}
{"proposition":"A spotted black and white dog splashes in the water.","labels":[]}
{"proposition":"A large group, wearing pink shirts, waves to onlookers.","labels":[]}
{"proposition":"A baby is playing with a strand of beads.","labels":[]}
{"proposition":"People are on a stage performing.","labels":[]}
{"proposition":"A woman is running a marathon in a park.","labels":[]}
{"proposition":"A group of people point forwards while performing some kind of act.","labels":[]}
{"proposition":"Several people are dancing together in sync.","labels":[]}
{"proposition":"Group of people dancing","labels":[]}
{"proposition":"An adult couple enjoys time in a hot tub.","labels":[]}
{"proposition":"An average looking man is playing the guitar.","labels":[]}
{"proposition":"Two tan and white dogs and one tan dog racing down the beach near the water.","labels":[]}
{"proposition":"A man and woman are walking down the street holding hands.","labels":[]}
{"proposition":"A man is using his computer while seated at a desk.","labels":[]}
{"proposition":"A camera crew is filming two women in formal dresses sitting on a blanket in the middle of a park.","labels":[]}
{"proposition":"man sitting down playing a game of chess alone","labels":[]}
{"proposition":"Young woman running as two guys in the back try to catch up to her.","labels":[]}
{"proposition":"A man in a blue shirt sits outside alone with a chessboard laid out in front of him.","labels":[]}
{"proposition":"A man dressed in blue shirt and shorts sits at a table while playing black in chess.","labels":[]}
{"proposition":"A young man in a blue blazer and shorts sits alone in front of table with a chess game set up.","labels":[]}
{"proposition":"A young Asian man sits behind a set chessboard waiting for the other player to arrive.","labels":[]}
{"proposition":"Two young men drink beer, leaning on a graffitied wall.","labels":[]}
{"proposition":"A man being airlifted to safety after being in danger.","labels":[]}
{"proposition":"People in a meeting setting paying attention to a speaker in an orange shirt.","labels":[]}
{"proposition":"A meeting of young people sitting at a conference table.","labels":[]}
{"proposition":"A woman in a red shirt is speaking at a table in a room where three other people are listening to her.","labels":[]}
{"proposition":"A woman talks to two other women and a man with notepads in an office building with large windows.","labels":[]}
{"proposition":"A classroom of students discussing lecture.","labels":[]}
{"proposition":"A man holds a clipboard and a pen as a woman looks at them.","labels":[]}
{"proposition":"A man with a bright green shirt is talking to a woman in a pink shirt.","labels":[]}
{"proposition":"A man in a green shirt holds out a clipboard for a woman in pink's attention.","labels":[]}
{"proposition":"A man in a bright green shirt shows a woman in a bright pink shirt something on a clipboard.","labels":[]}
{"proposition":"A man on a street in a bright t-shirt holds some sort of tablet towards a woman in a pink t-shirt and shades.","labels":[]}
{"proposition":"A child with a yellow cup and milk all over his face.","labels":[]}
{"proposition":"Two barefoot men are playing on a green lawn outside a building with other people in the background.","labels":[]}
{"proposition":"Small laughing child with blond-hair sitting at a table holding a green sippy cup.","labels":[]}
{"proposition":"A little boy drinks milk and gets milk all over his face and table.","labels":[]}
{"proposition":"Two pre-teen girls listening to music on an MP3 player with headphones.","labels":[]}
{"proposition":"A man is running behind a dogsled being pulled by four dogs.","labels":[]}
{"proposition":"Toddler with milk around his mouth.","labels":[]}
{"proposition":"A man dressed in warm clothing sleds behind four dogs in the snow.","labels":[]}
{"proposition":"A cowboy Roping a calf in a rodeo.","labels":[]}
{"proposition":"Men fish on a concrete slab.","labels":[]}
{"proposition":"A man wearing a blue shirt screaming or yelling with his arms raised up in the air.","labels":[]}
{"proposition":"Four people near a body of water, one sitting and three standing, while two people walk on a nearby sidewalk.","labels":[]}
{"proposition":"Two little girls lie on the carpet next to an O made of wooden blocks.","labels":[]}
{"proposition":"People are fishing and walking next to the water.","labels":[]}
{"proposition":"Two guys playing football on a campus green.","labels":[]}
{"proposition":"Asian school children sitting on each others shoulders.","labels":[]}
{"proposition":"A man wearing a red sweater is sitting on a car bumper watching another person work.","labels":[]}
{"proposition":"A young woman frolicking on the lawn in front of the us capitol building.","labels":[]}
{"proposition":"a man wearing a multicolored striped shirt playing the guitar on the street","labels":[]}
{"proposition":"A man wearing a colorful and striped sweater plays music in the street.","labels":[]}
{"proposition":"A man wearing a multi-color coat is playing the guitar on the street.","labels":[]}
{"proposition":"Street performer in colorful shirt performing with small guitar.","labels":[]}
{"proposition":"Two men are painting a building while a third is walking past on his cellphone.","labels":[]}
{"proposition":"Two men are on scaffolding as they paint above a storefront while a man on the sidewalk stands next to them talking on the phone.","labels":[]}
{"proposition":"A blue excavator digging a large hold in cement.","labels":[]}
{"proposition":"A man with khaki shorts on is holding a little girls hand while she walks in the water of a creek.","labels":[]}
{"proposition":"Two women are walking down a dirt path carrying loads on their heads.","labels":[]}
{"proposition":"A street vendor in Asia tries to bring in more customers.","labels":[]}
{"proposition":"Young woman in a cafe checking her cellphone.","labels":[]}
{"proposition":"A woman and a girl are playing in a field of leaves","labels":[]}
{"proposition":"two small girls walk along the leaves.","labels":[]}
{"proposition":"A girl wearing a blue shirt, shorts, and sneakers is seated on a stool at a round table, looking at her phone.","labels":[]}
{"proposition":"Young lady dressed in black shorts and light blue shirt sitting outside at a public table looking at a picture on her camera with her left hand on her face.","labels":[]}
{"proposition":"A woman sitting at a table, taking a picture.","labels":[]}
{"proposition":"A woman in a blue shirt is sitting at a table and looking at her cellphone.","labels":[]}
{"proposition":"A boy in a blue, yellow, and orange shirt holding his arms out from his sides.","labels":[]}
{"proposition":"The boy in the blue and yellow top is standing with arms outstretched.","labels":[]}
{"proposition":"A boy in a blue, yellow, and orange shirt plays outside.","labels":[]}
{"proposition":"A child with a brightly colored shirt plays outside.","labels":[]}
{"proposition":"A boy looks down and spreads his arms wide","labels":[]}
{"proposition":"A man wearing a gray sweater walking through a pile of leaves.","labels":[]}
{"proposition":"A lady wearing a blue print shirt and green head cover smiles for the camera.","labels":[]}
{"proposition":"The man wearing lots of medals is watching the girl in the yellow bikini top.","labels":[]}
{"proposition":"A young man in his mid twenties is kicking his left foot about two feet off the leaf covered ground, with paved asphalt and green plants and trees in the background.","labels":[]}
{"proposition":"A woman wearing a green headscarf laughs while a woman in the background paddles a boat.","labels":[]}
{"proposition":"Young people playing with a long jump rope in the street.","labels":[]}
{"proposition":"A group of children play jump rope in the streets while others watch in the background.","labels":[]}
{"proposition":"Hispanic woman wearing a red plaid shirt works on sewing an article of clothing.","labels":[]}
{"proposition":"A group of young girls playing jump rope in the street.","labels":[]}
{"proposition":"A man in a tan suit is using a pay phone to make a call.","labels":[]}
{"proposition":"Some children are playing jump rope.","labels":[]}
{"proposition":"A large golden dog sniffing the butt of a white dog","labels":[]}
{"proposition":"A sumo wrestler with a brown belt is pushing another wrestler in a bout.","labels":[]}
{"proposition":"Two large dogs greet other while their owners watch.","labels":[]}
{"proposition":"A man in a red and black jacket, blue shirt, lots of silver necklaces, and his blue jeans falling down, checks out a woman wearing a black leather jacket, yellow bra, pink fingerless gloves, and sunglasses.","labels":[]}
{"proposition":"Woman with green sweater and sunglasses smiling","labels":[]}
{"proposition":"A woman with dark hair is wearing a green sweater.","labels":[]}
{"proposition":"A smiling lady in a green jacket at a public gathering.","labels":[]}
{"proposition":"A woman in a green jacket and black sunglasses outside in a crowd.","labels":[]}
{"proposition":"A lady with sunglasses on her head and a green sweatshirt is looking off-camera.","labels":[]}
{"proposition":"A climber is making his way up a snowy mountainside.","labels":[]}
{"proposition":"A man dressed in snow-gear takes a leap into a snow-covered ravine.","labels":[]}
{"proposition":"a lone person jumping through the air from one snowy mountain to another.","labels":[]}
{"proposition":"A man in shorts and a white garment stands at the base of stairs framed by black railing.","labels":[]}
{"proposition":"A man doing tricks in the snow.","labels":[]}
{"proposition":"Two Asian people sit at a blue table in a food court.","labels":[]}
{"proposition":"Indian couple holding child near riverbank.","labels":[]}
{"proposition":"A bunch of people playing soccer.","labels":[]}
{"proposition":"A soccer player jumping in air during a game.","labels":[]}
{"proposition":"A shot-on-goal action photo of soccer players in red and black uniforms.","labels":[]}
{"proposition":"The red team knocked the ball toward the goal and the black team tried to block it.","labels":[]}
{"proposition":"Six soccer players on field with player in red uniform in the air and ball airborne.","labels":[]}
{"proposition":"Two little kids showing their American pride in their star spangled wagon.","labels":[]}
{"proposition":"A young man in a red quilted vest displays an assortment of silver pendants around his neck as he watches a woman in a yellow bikini top, a black jacket, and bright pink fingerless gloves go by.","labels":[]}
{"proposition":"Girl is blowing to a butterfly.","labels":[]}
{"proposition":"An elderly couple dances next to a table where a boy is sitting with his head down.","labels":[]}
{"proposition":"A small girl stands among many large watermelons.","labels":[]}
{"proposition":"An elderly couple dance in front of a juke box while a guy in shorts sleeps at a nearby table","labels":[]}
{"proposition":"An elderly couple, both wearing white shirts, dancing and a young male sitting at a table.","labels":[]}
{"proposition":"A child stoops to pick up a watermelon from a large pile of them.","labels":[]}
{"proposition":"A small girl dressed in a yellow dress with flowers on it bends over near a large pile of watermelons.","labels":[]}
{"proposition":"A little girl picking up a watermelon from a pile.","labels":[]}
{"proposition":"a young girl in a flowery dress surrounded by watermelons","labels":[]}
{"proposition":"A man in a blue jacket screaming.","labels":[]}
{"proposition":"Children playing a game in a field.","labels":[]}
{"proposition":"A seated woman with short hair and a camera throws a Frisbee to a brown dog.","labels":[]}
{"proposition":"Asian city scene of people in street with bright lights and glass buildings behind.","labels":[]}
{"proposition":"A man is painting a portrait of an outside scene that includes a street sign with a bicycle chained to it.","labels":[]}
{"proposition":"An older man stands on the sidewalk painting the view.","labels":[]}
{"proposition":"A crowded street, in an Asian country, where the buildings are dominated by the Seiko building.","labels":[]}
{"proposition":"A small boy has gotten into the cabinet and gotten flour and crisco all over himself.","labels":[]}
{"proposition":"A male painting a scene in front of him.","labels":[]}
{"proposition":"Busy Japanese intersection like maybe Tokyo.","labels":[]}
{"proposition":"Cars are passing through a town.","labels":[]}
{"proposition":"A picture of a city with a sign welcoming travelers on a busy street.","labels":[]}
{"proposition":"Overlooking a street with a sign above shops that states Welcome To Golden.","labels":[]}
{"proposition":"There are cars driving down a street with a sign displaying Welcome to Golden.","labels":[]}
{"proposition":"A main street scene of a small town with an overhead welcome sign that says \"Welcome to Golden\".","labels":[]}
{"proposition":"Little Girl in brown shirt and blue jean skirt dances on wood floor.","labels":[]}
{"proposition":"A young man is performing a jump on a skateboard while another young man photographs his stunt.","labels":[]}
{"proposition":"A young girl dancing in her socks on a wooden floor strewn with pink balloons.","labels":[]}
{"proposition":"Child with pink strings on head dancing surrounded by confetti, balloons.","labels":[]}
{"proposition":"A good-looking firefighter sets up \"Do Not Cross\" tape in the city.","labels":[]}
{"proposition":"A fireman protects an area by setting up a boundary while others watch.","labels":[]}
{"proposition":"The blond girl is dancing inside a house.","labels":[]}
{"proposition":"Two people standing in front of a large statue of a woman, other statues and busts visible in the background.","labels":[]}
{"proposition":"a man with a white covering is walking up a flight of stairs.","labels":[]}
{"proposition":"A family between a van and fence","labels":[]}
{"proposition":"A woman talking to four little children outside.","labels":[]}
{"proposition":"A mother with her four children.","labels":[]}
{"proposition":"A woman and a few children in an alleyway in between a vehicle and a fence.","labels":[]}
{"proposition":"A woman in a floral dress talks to children in front of a van.","labels":[]}
{"proposition":"Two men with heads down signing a paper.","labels":[]}
{"proposition":"A man and a woman having an intimate conversation in front a statue.","labels":[]}
{"proposition":"A man in a Tour De Force shirt is working on a bicycle.","labels":[]}
{"proposition":"A young toddler wearing pink sandals is walking on hopscotch numbers.","labels":[]}
{"proposition":"a man wearing blue plays soccer.","labels":[]}
{"proposition":"Mothers with children talking at a gathering.","labels":[]}
{"proposition":"Two women are talking while children are sitting on their laps.","labels":[]}
{"proposition":"Two women, each embracing a little girl, catch up at a small family gathering.","labels":[]}
{"proposition":"Two women holding children talking to one another.","labels":[]}
{"proposition":"Two women, each with a child, look at each other.","labels":[]}
{"proposition":"A black-and-white dog carries a stick in his mouth as he swims in the clear water.","labels":[]}
{"proposition":"A black and white dog with a stick in its mouth is swimming.","labels":[]}
{"proposition":"A pirate is chasing a princess down the sidewalk.","labels":[]}
{"proposition":"A dog is fetching a stick out of very clear water.","labels":[]}
{"proposition":"A dog in the water carries a stick in his mouth.","labels":[]}
{"proposition":"Two children are running down a sidewalk dressed in costumes.","labels":[]}
{"proposition":"1 little boy wearing a pirate costume following closely behind a little girl wearing a blue dress carrying a orange pumpkin bucket and walking down the sidewalk.","labels":[]}
{"proposition":"A little boy in a pirate costume is running behind a little girl in a princess costume carrying an orange pumpkin along the sidewalk.","labels":[]}
{"proposition":"A man with a gray shirt holds a young infant in his hands.","labels":[]}
{"proposition":"Two girls, each in a dress walking together.","labels":[]}
{"proposition":"A group of people are sitting around a table under a blue sunshade.","labels":[]}
{"proposition":"People in line for plates of rice.","labels":[]}
{"proposition":"People sitting down to eat.","labels":[]}
{"proposition":"Several men sit outside on brick ledges built around tall trees.","labels":[]}
{"proposition":"Workers are eating a meal while one man sits on a pile of plywood.","labels":[]}
{"proposition":"Workers are taking a break during midday.","labels":[]}
{"proposition":"Workers are sitting next to a work zone eating food.","labels":[]}
{"proposition":"Biker riding dirt bike on dirt track","labels":[]}
{"proposition":"A motorcycle racer is in action at the track.","labels":[]}
{"proposition":"A blond woman with her hair up is taking off a white sweatshirt.","labels":[]}
{"proposition":"A person is a red hat and winter jacket is looking into the distance.","labels":[]}
{"proposition":"A man riding a dirt bike","labels":[]}
{"proposition":"A man is sitting with his head facing down, while other people are looking in his direction.","labels":[]}
{"proposition":"Small blond-haired girl drinking a glass of juice.","labels":[]}
{"proposition":"A person in a red coat and a running black and brown dog.","labels":[]}
{"proposition":"a woman in a red jacket watches as a black and brown dog runs away from her in woodland clearing.","labels":[]}
{"proposition":"Outside by the trees, a woman wearing jeans and red jacket throws something for a German shepherd to chase.","labels":[]}
{"proposition":"A dog is preparing to run away from a person interacting with it.","labels":[]}
{"proposition":"A woman in a black and orange jacket throws a stick for a brown and black dog to fetch.","labels":[]}
{"proposition":"Two men trying to build something together, while having fun.","labels":[]}
{"proposition":"Three people are sitting on a bench.","labels":[]}
{"proposition":"Two women and one man sit on a bench.","labels":[]}
{"proposition":"A man and two women sitting on a bench.","labels":[]}
{"proposition":"A man and two women in black jackets holding umbrellas sit on a long wooden bench.","labels":[]}
{"proposition":"man in red canada shirt standing with three men in army uniform","labels":[]}
{"proposition":"Skydivers in formation.","labels":[]}
{"proposition":"A woman checks her purse while at a outside cafe.","labels":[]}
{"proposition":"The cowboy waves to the rodeo crowd.","labels":[]}
{"proposition":"A woman is sitting at an outdoor dining table.","labels":[]}
{"proposition":"Lady wearing a yellow top is sitting on a chair","labels":[]}
{"proposition":"a child is pushing another kid in a wheeler dressed in a red top and wearing a cap.","labels":[]}
{"proposition":"A cowboy is riding a bucking bull in a rodeo arena.","labels":[]}
{"proposition":"A blond child is pulling a wagon with a little blond boy in it.","labels":[]}
{"proposition":"A man wearing a tan coat signs papers for another man wearing a blue coat.","labels":[]}
{"proposition":"A groom and a bride are standing on the grass with his hand on her waist.","labels":[]}
{"proposition":"A man is singing into a microphone.","labels":[]}
{"proposition":"a girl wearing a blue and pink swimsuit is throwing stones into a lake.","labels":[]}
{"proposition":"A man and a woman being intimate, with their legs in the water.","labels":[]}
{"proposition":"A group of people stand on a grassy field.","labels":[]}
{"proposition":"Men in uniform work together.","labels":[]}
{"proposition":"An elderly woman places carrots into a casserole.","labels":[]}
{"proposition":"A man in a gray vehicle feeding sheep.","labels":[]}
{"proposition":"Three men are grouped around the back of a car with its tailgate out, two of the men clothed in yellow uniforms and one in blue.","labels":[]}
{"proposition":"Three men, two wearing yellow suits, are looking in the back of a car.","labels":[]}
{"proposition":"Emergency personnel looking into the back of a car.","labels":[]}
{"proposition":"Some firefighters check a vehicle.","labels":[]}
{"proposition":"A man in a kitchen is frying breaded food in a cast iron pan.","labels":[]}
{"proposition":"A woman in colorful garb with her back to the camera and cloth on her hear.","labels":[]}
{"proposition":"A woman in colorful native attire featuring a blue shirt with a colorful design displays her dark hair braided with red ribbons.","labels":[]}
{"proposition":"Oddly dressed man walking down the street.","labels":[]}
{"proposition":"A man in ruffles pushes a stroller through a park.","labels":[]}
{"proposition":"An oddly dressed man pushing a stroller down a sidewalk in a park.","labels":[]}
{"proposition":"A smiling man cooks something delicious.","labels":[]}
{"proposition":"a young man wearing a backpack and sunglasses is walking towards a shopping area.","labels":[]}
{"proposition":"A young man wearing a backpack and dark glasses approaches the brick building where there is a bit of graffiti on the wall.","labels":[]}
{"proposition":"A brown dog running with two white and brown dogs on the seashore with crashing waves behind them.","labels":[]}
{"proposition":"A young man in blue sunglasses walking in front of a red brick building.","labels":[]}
{"proposition":"A dog jumps to catch a toy in the snow.","labels":[]}
{"proposition":"Black dog jumping into the air to catch a toy in the snow.","labels":[]}
{"proposition":"A black dog in snow is jumping off the ground to catch a stick.","labels":[]}
{"proposition":"A person is hanging up pictures of women with a few onlookers watching surrounded by bikes.","labels":[]}
{"proposition":"Five men, one wearing a white shirt standing on something, hanging up a picture of a child.","labels":[]}
{"proposition":"There are four Eastern guys working on and hanging pictures of humans.","labels":[]}
{"proposition":"A man in a white shirt hangs a painting in a run down store while other men watch.","labels":[]}
{"proposition":"Men are playing soccer, the one in front is about to kick the ball.","labels":[]}
{"proposition":"A man is putting up a poster in front of a shop.","labels":[]}
{"proposition":"The Arsenal football club warms-up on the soccer field as a few fans watch.","labels":[]}
{"proposition":"Soccer players warm up by kicking the soccer ball around while the crowd waits.","labels":[]}
{"proposition":"People sit and relax next to a pool in a plaza.","labels":[]}
{"proposition":"In a bowling alley, a man holding a green bowling ball looks ahead at the pins that he must knock down.","labels":[]}
{"proposition":"A man wearing blue jeans and red bowling shoes stands in a bowling alley lane with a green ball in his hand.","labels":[]}
{"proposition":"A guy stands with a green bowling ball in his hand, and looks down the bowling lane.","labels":[]}
{"proposition":"A man holding a green bowling ball stands by the ball return machine in a bowling alley.","labels":[]}
{"proposition":"A man is standing up holding a green bowling ball with his right hand.","labels":[]}
{"proposition":"A group of people sitting at a table outside talking.","labels":[]}
{"proposition":"A group of men and women are having a discussion in a restaurant.","labels":[]}
{"proposition":"A group of adults is having a discussion at a table under a tent.","labels":[]}
{"proposition":"A group of people sitting around a picnic table.","labels":[]}
{"proposition":"A group of people gathers on the grass in a backyard with tents, tables, and chairs set up.","labels":[]}
{"proposition":"One soccer team is playing against another.","labels":[]}
{"proposition":"A black dog swimming in water near rocks.","labels":[]}
{"proposition":"the three boys are all holding onto a flotation device in the water.","labels":[]}
{"proposition":"A soccer game where the team in yellow is attempting to advance past the team in white towards the goalie wearing a black top and blue shorts.","labels":[]}
{"proposition":"A group of people are playing soccer and two players from opposing teams are battling for the ball.","labels":[]}
{"proposition":"A soccer match between a team with white jerseys, and a team with yellow jerseys.","labels":[]}
{"proposition":"A young woman is playing the violin.","labels":[]}
{"proposition":"People relax around a large community fountain in a park.","labels":[]}
{"proposition":"A woman playing the violin with sunglasses on her head.","labels":[]}
{"proposition":"A female violinist surrounded by other violinists.","labels":[]}
{"proposition":"A man, wearing revolutionary period clothes, is ringing a bell.","labels":[]}
{"proposition":"A couple of people working around a pile of rocks.","labels":[]}
{"proposition":"A man wearing a gray cap is looking down.","labels":[]}
{"proposition":"An older man dressed in blue historical clothing is ringing a bell in his right hand.","labels":[]}
{"proposition":"Three young children consisting of two girls and a boy who is holding an apple with a bite out of it, are posing on a scenic mountain view background.","labels":[]}
{"proposition":"two little girls, one in a green jacket and one in a pink jacket, and a little boy in a green jacket holding an apple sitting on a rock.","labels":[]}
{"proposition":"An old man wearing khaki pants and a brown shirt standing on the sidewalk in front of a building.","labels":[]}
{"proposition":"A man in costume is ringing a bell.","labels":[]}
{"proposition":"two female medical personnel read their charts.","labels":[]}
{"proposition":"A person in an orange shirt is laying on the ground while others are standing around her, smiling.","labels":[]}
{"proposition":"Two men stand around a mixing bowl.","labels":[]}
{"proposition":"Five people on stage performing and acting while girl lay's on belly.","labels":[]}
{"proposition":"Four people are acting behind a woman in a yellow shirt is lying on the ground.","labels":[]}
{"proposition":"Two men cook together with a metal bowl, near a hanging plant.","labels":[]}
{"proposition":"a woman on a yellow shirt is on the floor.","labels":[]}
{"proposition":"Two men share a laugh while in the kitchen.","labels":[]}
{"proposition":"Two men are cooking in the kitchen using rice milk.","labels":[]}
{"proposition":"A man windsurfs in a wetsuit.","labels":[]}
{"proposition":"A kite surfer begins to fall in the ocean.","labels":[]}
{"proposition":"A windsurfer is balancing on choppy water.","labels":[]}
{"proposition":"A man wakeboards on choppy water.","labels":[]}
{"proposition":"A man parasails in the choppy water.","labels":[]}
{"proposition":"A woman in a white dress with a tiara sings in a chorus, which has a row of men in sailor hats.","labels":[]}
{"proposition":"A child using a woodworking tool","labels":[]}
{"proposition":"A little kid enjoying some sledding on a winter day.","labels":[]}
{"proposition":"A person is looking at water jets.","labels":[]}
{"proposition":"Two people enjoying a water fountain display.","labels":[]}
{"proposition":"A boy in a red and blue shirt painting a log.","labels":[]}
{"proposition":"Child in red and blue shirt painting a log.","labels":[]}
{"proposition":"Two people are next to a fountain with a red bottom and arches of water.","labels":[]}
{"proposition":"An expectant woman happily lets another listen to the baby inside of her.","labels":[]}
{"proposition":"Soccer players on a field from a distance.","labels":[]}
{"proposition":"Busy ChinaTown street corner where people are walking past an open front store.","labels":[]}
{"proposition":"A girl wearing a dress is blowing bubbles at a dock.","labels":[]}
{"proposition":"A man wearing a blue shirt is sitting on a brick planter next to some paintings.","labels":[]}
{"proposition":"A child in formal clothing is walking along the edge of a stony area that is littered in places.","labels":[]}
{"proposition":"A young boy wearing a light blue jacket walks across the brick patio.","labels":[]}
{"proposition":"A young boy with a blue coat makes a funny face as he walks towards the grass.","labels":[]}
{"proposition":"A little boy with a blue jacket is making a sour face at the camera.","labels":[]}
{"proposition":"People in a truck-full of sacks in a field full of sheep.","labels":[]}
{"proposition":"Three construction workers posing with construction materials.","labels":[]}
{"proposition":"Three people stand proudly by a truck stocked with building supplies in the street.","labels":[]}
{"proposition":"Three working men smile in front of a truck while holding construction equipment.","labels":[]}
{"proposition":"Three men are smiling and posing behind a truck loaded with various construction supplies.","labels":[]}
{"proposition":"A view of a marketplace full of people in an asian country.","labels":[]}
{"proposition":"A woman in blue jeans and a dark jacket walks in front of a building.","labels":[]}
{"proposition":"The surfer catches a big wave but stays on his board.","labels":[]}
{"proposition":"The dogs run and play with a red ball.","labels":[]}
{"proposition":"A white dog running in the backyard.","labels":[]}
{"proposition":"A woman wearing orange looking upward.","labels":[]}
{"proposition":"Gray dog running down pavement toward laundry line in courtyard.","labels":[]}
{"proposition":"A dog is chasing a ball in a backyard.","labels":[]}
{"proposition":"An older couple posing in front of a fountain for a picture","labels":[]}
{"proposition":"Older couple posing for a picture in front of a fountain.","labels":[]}
{"proposition":"The parents of the younger male are posing for a picture in front of a water fountain.","labels":[]}
{"proposition":"A man and woman watching two kids while the man holds a balloon.","labels":[]}
{"proposition":"A group of people sitting at some sort of gathering.","labels":[]}
{"proposition":"A couple pose in front of a fountain.","labels":[]}
{"proposition":"Two women standing under an umbrella.","labels":[]}
{"proposition":"a brown dog is jumping up at a woman who is wearing a brown skirt.","labels":[]}
{"proposition":"One dog is jumping at the lady while the other walks away.","labels":[]}
{"proposition":"A golden retriever is excitedly greeting a woman as a little dog walks towards the camera.","labels":[]}
{"proposition":"Kids building and destroying objects.","labels":[]}
{"proposition":"Children playing with broken office equipment.","labels":[]}
{"proposition":"Two children are building something on the floor.","labels":[]}
{"proposition":"Children playing with or cleaning up miscellaneous items.","labels":[]}
{"proposition":"Young children outside playing with computer junk on the ground.","labels":[]}
{"proposition":"Two dogs playing on carpet.","labels":[]}
{"proposition":"Two bulldogs playing on the floor.","labels":[]}
{"proposition":"Two dogs are playing and wrestling with each other.","labels":[]}
{"proposition":"Two dogs are playing together on white carpet near a couch.","labels":[]}
{"proposition":"A scuba diver stands on top of rocks after emerging from the water.","labels":[]}
{"proposition":"two dogs wrestle.","labels":[]}
{"proposition":"3 safety jacket clad Construction workers appear to be poking something interesting with their shovels.","labels":[]}
{"proposition":"Three male construction workers are examining something in a field, two of them are holding shovels.","labels":[]}
{"proposition":"Three male workers in bright jackets are working in a field with shovels.","labels":[]}
{"proposition":"People with safety vests stand in a field with shovels.","labels":[]}
{"proposition":"Men doing work in a field.","labels":[]}
{"proposition":"A man in the city on a cellphone.","labels":[]}
{"proposition":"Two people heavily dressed, carrying backpacks, walk through snow.","labels":[]}
{"proposition":"A silver car with all of its doors open.","labels":[]}
{"proposition":"Two people walk along the side of a snowy mountain.","labels":[]}
{"proposition":"Two people climbing a snowy mountain.","labels":[]}
{"proposition":"People lean over in the snow.","labels":[]}
{"proposition":"Two people, with buildings behind them, are standing near a blue car with two doors open.","labels":[]}
{"proposition":"People in a city gathered around a blue station wagon.","labels":[]}
{"proposition":"A light blue car stopped outside with all its doors open.","labels":[]}
{"proposition":"Woman in white dress holds dove while sitting in flowered tree.","labels":[]}
{"proposition":"A blond woman in a white dress sits in a flowering tree while holding a white bird.","labels":[]}
{"proposition":"a blond girl in a white dress holding a bird in a tree.","labels":[]}
{"proposition":"A woman is holding a bird while sitting in a flowering tree.","labels":[]}
{"proposition":"People picking in a marsh.","labels":[]}
{"proposition":"Woman sitting in tree with dove.","labels":[]}
{"proposition":"two people working in water next to field","labels":[]}
{"proposition":"Two people are planting small bushes near a grassy area.","labels":[]}
{"proposition":"a woman walking in front of an outdoor mural, prominently featuring a portrait of a bald man.","labels":[]}
{"proposition":"A woman dressed in a white shirt is walking by graffiti.","labels":[]}
{"proposition":"Woman walking by a mural of an old bald man.","labels":[]}
{"proposition":"This wall has a picture of a man on it.","labels":[]}
{"proposition":"A woman walks by a mural.","labels":[]}
{"proposition":"A woman is a red tank top is riding horse.","labels":[]}
{"proposition":"Two men riding on a motorbike in an Asian community.","labels":[]}
{"proposition":"A man sits on a deck, taking a break from fishing.","labels":[]}
{"proposition":"The man is sitting on a wooden rail near two fishing poles.","labels":[]}
{"proposition":"Someone in a yellow hat is sitting next to two fishing poles.","labels":[]}
{"proposition":"A man sits on the edge of a wooden bench with two fishing poles behind him.","labels":[]}
{"proposition":"A man sits on the edge of a brige, looking out, fishing poles behind him.","labels":[]}
{"proposition":"Young men and women gather outside in the streets for a party.","labels":[]}
{"proposition":"People on the roof of a building look down on a crowded street.","labels":[]}
{"proposition":"Several people watching a scene on the street below from an apartment building.","labels":[]}
{"proposition":"A group of people gathered around a brick building that has three men on top of it.","labels":[]}
{"proposition":"A man playing the guitar is jumping.","labels":[]}
{"proposition":"A young man in black glasses and a striped shirt jumping up while playing a guitar.","labels":[]}
{"proposition":"a young man playing an electric guitar while jumping up and down in front of fans.","labels":[]}
{"proposition":"The guy in a striped shirt is playing his electric guitar.","labels":[]}
{"proposition":"A man in a striped polo plays a blue electric guitar.","labels":[]}
{"proposition":"Two men playing instruments for money while a woman is on her phone.","labels":[]}
{"proposition":"Two men, playing a soprano saxophone and guitar play music on a street corner while a listener checks her phone.","labels":[]}
{"proposition":"A lady standing on the corner using her phone.","labels":[]}
{"proposition":"A girl photographs street musicians with her phone.","labels":[]}
{"proposition":"A person aquestrian horse jumping over a wooden fence.","labels":[]}
{"proposition":"Two men are playing instruments on a sidewalk.","labels":[]}
{"proposition":"A woman wearing a black top and red skirt is throwing a ball into the air.","labels":[]}
{"proposition":"Several people read by a campfire at night.","labels":[]}
{"proposition":"A dog swims in the water.","labels":[]}
{"proposition":"Three people sitting around a fire.","labels":[]}
{"proposition":"A group of people are burning things.","labels":[]}
{"proposition":"A large black and white dog is swimming in the water.","labels":[]}
{"proposition":"three people sit around a campfire.","labels":[]}
{"proposition":"A dog swims through deep water.","labels":[]}
{"proposition":"A black and white dog is swimming.","labels":[]}
{"proposition":"A woman helps boys on a computer.","labels":[]}
{"proposition":"A woman in a butchers shop leans over a counter and handles a large strip of meat.","labels":[]}
{"proposition":"A woman with thinning hair is working in a meat processing plant.","labels":[]}
{"proposition":"A woman is handling meat from a clear glass meat cage while standing before a wooden counter with a large metal bowl on it.","labels":[]}
{"proposition":"A room full of children raise their hands, fingers extended, to the sky.","labels":[]}
{"proposition":"A woman walks past a fountain with palm trees in the background.","labels":[]}
{"proposition":"people raise their hands.","labels":[]}
{"proposition":"An African American man in a suit gestures with his hands as he speaks.","labels":[]}
{"proposition":"A man is browsing things for sale on the street.","labels":[]}
{"proposition":"A man on a high ladder is painting the outside of a house.","labels":[]}
{"proposition":"Repairing a house in the hot sun how unfunny that has to be.","labels":[]}
{"proposition":"A man in khaki pants and a light shirt and hat stands on scaffolding to apply stucco to a building.","labels":[]}
{"proposition":"Children getting temporary tattoos from a Muslim lady.","labels":[]}
{"proposition":"A little boy with blue jeans runs on the leaves in the woods.","labels":[]}
{"proposition":"A young boy in a blue shirt is walking on a trail through the woods.","labels":[]}
{"proposition":"A young child with blond-hair, wearing a blue shirt and jeans is walking in the woods.","labels":[]}
{"proposition":"A small child in blue shirt and blue jeans is running through a wooded path over dry leaves.","labels":[]}
{"proposition":"Young boy jogging through the forest.","labels":[]}
{"proposition":"a small child in a pink shirt running through a flowery field.","labels":[]}
{"proposition":"A crew gets ready at the sideline in an empty basketball stadium.","labels":[]}
{"proposition":"Men standing at the edge of a basketball court talking to each other.","labels":[]}
{"proposition":"commentators and broadcasters at there both in an arena before the game.","labels":[]}
{"proposition":"Three basketball commentators are talking while standing on the sidelines.","labels":[]}
{"proposition":"Reporters or commentators at a sporting event are standing and sitting behind a large sign.","labels":[]}
{"proposition":"Two women attempt to blow out the candles of a multicolored, multi-tiered cake while a third woman holds a candle up in the air.","labels":[]}
{"proposition":"A girl touches the fountain with her foot.","labels":[]}
{"proposition":"A little girl dressed in pink and white is walking.","labels":[]}
{"proposition":"A young girl in all pink clothing walking.","labels":[]}
{"proposition":"A young Asian girl wearing a pink outfit is walking past a bicycle.","labels":[]}
{"proposition":"A man poses in mid jump beside a left turn road sign and a recumbent bicycle in the snow, behind him there is a large body of water.","labels":[]}
{"proposition":"The little girl is dressed in pink.","labels":[]}
{"proposition":"A man jumping up in the snow next to a body of water.","labels":[]}
{"proposition":"A young boy paddling in a body of water on a small floating vessel near the shoreline.","labels":[]}
{"proposition":"A nurse treating a child with cleft palate.","labels":[]}
{"proposition":"There are four canoes in the background, beautiful green grass, with three kids standing at the shore of the lake, that is crystal and crisp looking, and there is a redheaded boy wearing a red shirt, red life vest, and is in a yellow kayak, with a double ended yellow paddle.","labels":[]}
{"proposition":"In the background, there are 3 people on the shore among several canoes, and the young man in the foreground is paddling through the water, while wearing a life jacket and smiling.","labels":[]}
{"proposition":"a child is paddleboarding outdoors","labels":[]}
{"proposition":"A smiling young girl sitting at a table has an upturned bowl on her head.","labels":[]}
{"proposition":"Three men sit together while one looks at a book.","labels":[]}
{"proposition":"A nurse monitors a young child who appears to be post-op.","labels":[]}
{"proposition":"The little girl in the blue sweater is reading her book.","labels":[]}
{"proposition":"The nurse smiles as she gently rubs the tummy of the sleeping child.","labels":[]}
{"proposition":"A little girl with a backpack sitting down looking at a book.","labels":[]}
{"proposition":"A baseball player holds his bat, while the catcher and umpire squat behind him and a crowd watches.","labels":[]}
{"proposition":"There is a baseball player standing at home plate, the catcher behind him has his hand up in the air with his glove, and the umpire is standing behind him, and many people in the stands.","labels":[]}
{"proposition":"A baseball player getting ready to bat.","labels":[]}
{"proposition":"A man in a red and white uniform holding a bat.","labels":[]}
{"proposition":"A baseball player is holding a bat.","labels":[]}
{"proposition":"A lone boat sitting in the water.","labels":[]}
{"proposition":"A girl in a pink tank top and green pants is running through a field of tall flowers.","labels":[]}
{"proposition":"Four ice skaters racing around a corner.","labels":[]}
{"proposition":"Two men talk at a crowded beach on a nice day.","labels":[]}
{"proposition":"Four skaters are competing in a high speed skating competition, and turning on the track.","labels":[]}
{"proposition":"Four athletes from two different teams are competing in their sport on the ice rink.","labels":[]}
{"proposition":"Four people turn a corner in a speed skating event.","labels":[]}
{"proposition":"Four women participating in an ice-skating race.","labels":[]}
{"proposition":"A team of soccer players in white strips are running around cones on a sports field.","labels":[]}
{"proposition":"Runners in a marathon going uphill.","labels":[]}
{"proposition":"An older man in jeans and a sweater is lifting down a box from the top of a pile.","labels":[]}
{"proposition":"An older man places a wooden crate on top of a stack of wooden crates.","labels":[]}
{"proposition":"Man in sweater stacks wooden crates next to pile of plastic crates.","labels":[]}
{"proposition":"Man stacking wooden crates on top of each other.","labels":[]}
{"proposition":"An elderly male is reaching for a crate.","labels":[]}
{"proposition":"A girl in a green sweatshirt sitting down and a girl in a dress leaning on blue lockers.","labels":[]}
{"proposition":"A girl is on a stool while another girl is reading and leaning on some lockers","labels":[]}
{"proposition":"Two men in baseball hats and bright yellow shirts work behind a fence.","labels":[]}
{"proposition":"Two men wearing bright green shirts are looking for something by a bush.","labels":[]}
{"proposition":"Two workers in neon green shirts opening a utility box.","labels":[]}
{"proposition":"Men wearing lime green shirts work behind a chain link fence.","labels":[]}
{"proposition":"Two people doing yard work.","labels":[]}
{"proposition":"A man with a drink cup is talking to another man.","labels":[]}
{"proposition":"An older man with a cane stands against a wall.","labels":[]}
{"proposition":"One person holds a giant snowball over two others on the ground in a snowy background.","labels":[]}
{"proposition":"A man holding a large chunk of snow over two people on the ground.","labels":[]}
{"proposition":"Two friends await their demise as a man with a giant snowball held above his head waits for the perfect time to strike","labels":[]}
{"proposition":"two dogs playing","labels":[]}
{"proposition":"Two dogs look at one another outside.","labels":[]}
{"proposition":"Two small dogs run across the green grass.","labels":[]}
{"proposition":"Three people playing in the snow.","labels":[]}
{"proposition":"two small dogs playing with each other in the grass","labels":[]}
{"proposition":"A man in a white jacket standing in front of an older woman in a white jacket playing crochet.","labels":[]}
{"proposition":"a woman in a coat watching a man in a jacket kick balls.","labels":[]}
{"proposition":"A man and woman are looking at many balls on the ground.","labels":[]}
{"proposition":"A man and old woman is playing a game","labels":[]}
{"proposition":"a black dog digging through the snow.","labels":[]}
{"proposition":"Elderly bald man with a beard playing the guitar in a band.","labels":[]}
{"proposition":"An older man plying a guitar in a band.","labels":[]}
{"proposition":"An older man in a white sure is playing a guitar while others play different instruments.","labels":[]}
{"proposition":"Man in white t-shirt and white beard plays electric guitar with a fiddler in a band.","labels":[]}
{"proposition":"Two children are laughing and playing in a tire swing at a park.","labels":[]}
{"proposition":"An elderly man playing guitar on stage.","labels":[]}
{"proposition":"Students in a classroom of some sort are doing art projects.","labels":[]}
{"proposition":"A small black and brown dog is standing in the snow.","labels":[]}
{"proposition":"a large black dog fighting with another large brown and black dog.","labels":[]}
{"proposition":"A group of cheerleaders are cheering on a field.","labels":[]}
{"proposition":"A old man with a cane standing outside.","labels":[]}
{"proposition":"The woman, in the beret, is in the process of writing information in regard to what she sees in the microscope.","labels":[]}
{"proposition":"A woman with brown hair and wearing a black hat is looking in a microscope and writing something down.","labels":[]}
{"proposition":"A woman wearing a black code and hat is at school looking through a microscope and taking notes.","labels":[]}
{"proposition":"Ensuring that an accurate account of all I see here is appropriately recorded.","labels":[]}
{"proposition":"Three dogs affectionately playing","labels":[]}
{"proposition":"Man helping passengers get on tour boat.","labels":[]}
{"proposition":"A large dock runs into a lake next to a group of people swimming.","labels":[]}
{"proposition":"A black dog digs in the snow.","labels":[]}
{"proposition":"A woman buys fresh food from a stand at a farmer's market.","labels":[]}
{"proposition":"Girl gets all her fingers cutoff trying to catch a Frisbee, fail!","labels":[]}
{"proposition":"Two woman playing a frisbee game, the frisbee in the air about to be caught by one of the women.","labels":[]}
{"proposition":"Two men in baseball hats selling asparagus and other vegetables from an outdoor stand to a woman carrying a green bag.","labels":[]}
{"proposition":"Beautiful young lady striking an artistic pose.","labels":[]}
{"proposition":"Man serving a customer from a vegetable stand.","labels":[]}
{"proposition":"A woman in a white dress sits while another woman blow dries her hair.","labels":[]}
{"proposition":"A young man in a green long-sleeved shirt and tie playing a saxophone.","labels":[]}
{"proposition":"Three men and one woman in a band on a stage.","labels":[]}
{"proposition":"The blond boy is playing the saxophone for a band.","labels":[]}
{"proposition":"Young man in a school band who has center stage and is doing his best.","labels":[]}
{"proposition":"A woman in a blue dress sings while her bandmates play instruments.","labels":[]}
{"proposition":"A band with four members, one female, plays for a small audience.","labels":[]}
{"proposition":"A musical quintet are performing at a festival.","labels":[]}
{"proposition":"A 5-person band is performing on a stage inside a tent.","labels":[]}
{"proposition":"A large woman in a blue jacket is looking irritated.","labels":[]}
{"proposition":"Two men in wheelchairs crash and they reach for the ball.","labels":[]}
{"proposition":"A boogie boarder surfs on a man made wave.","labels":[]}
{"proposition":"A bride and groom dance surrounded by people at the reception.","labels":[]}
{"proposition":"A young blond woman in a blue top sits at a green table studying","labels":[]}
{"proposition":"A referee is speaking to some players on a field.","labels":[]}
{"proposition":"Man and woman discussing a topic while sitting in chairs, a water bottle sitting on the table.","labels":[]}
{"proposition":"Two teams compete in a game of football and are hurrying to catch the ball midair.","labels":[]}
{"proposition":"Players from two teams tangle together in pursuit of a flying rugby ball.","labels":[]}
{"proposition":"Black and White Team rugby players are struggling over the ball in front of a white wall that has blue writing.","labels":[]}
{"proposition":"A team of men are playing a game in which several of them are jumping to reach the ball.","labels":[]}
{"proposition":"A group of rugby players are struggling over the ball.","labels":[]}
{"proposition":"A boy is hugging a smaller boy from behind.","labels":[]}
{"proposition":"Two young boys wearing jerseys are washing their hands in the bathroom.","labels":[]}
{"proposition":"Asian women in traditional garb are walking in a parade.","labels":[]}
{"proposition":"A man in green shorts and a brown shirt and sunglasses takes a picture.","labels":[]}
{"proposition":"Three Asian people wait on the sidewalk.","labels":[]}
{"proposition":"A group of people sitting at an outdoor table eating food and drinking alcoholic beverages.","labels":[]}
{"proposition":"A man and a woman are standing in front of a building with some graffiti on it.","labels":[]}
{"proposition":"A young girl and a young guy are outside on a street facing each other.","labels":[]}
{"proposition":"A woman in a black jacket is talking to a man who's wearing white sneakers next to a yellow building.","labels":[]}
{"proposition":"Two people stand in front of a building with graffiti that reads \"Boss Life\".","labels":[]}
{"proposition":"A group of adults in casual dress sit down to eat a barbecued meal.","labels":[]}
{"proposition":"Two people are facing each other on the corner of a street.","labels":[]}
{"proposition":"A woman in red sips a drink as she looks at the people below her.","labels":[]}
{"proposition":"Many people wearing red and white are walking in the street as another lady, wearing a red blouse, watches from above holding a drink.","labels":[]}
{"proposition":"A view of a city street where many people wearing white and red are walking.","labels":[]}
{"proposition":"Two elderly people sing in microphones while playing instruments.","labels":[]}
{"proposition":"An older middle-aged man wearing a brown hat is strumming a guitar and singing into a microphone; his female companion is singing into a microphone and playing an instrument also, but the woman's instrument cannot be readily seen.","labels":[]}
{"proposition":"A young woman sips a drink on a balcony during a Bull run.","labels":[]}
{"proposition":"A couple of old people playing instruments and singing.","labels":[]}
{"proposition":"Several people are standing in a fenced in area.","labels":[]}
{"proposition":"A winter landscape with four people walking in the snow.","labels":[]}
{"proposition":"two dogs run across dry ground.","labels":[]}
{"proposition":"Two dogs walking along dirt path.","labels":[]}
{"proposition":"The dogs are walking in the desert.","labels":[]}
{"proposition":"Two dogs are walking away from the camera through shrubs and grass.","labels":[]}
{"proposition":"A man holds onto a tether as he waterskis splashing water every direction!","labels":[]}
{"proposition":"Two dogs playing outside.","labels":[]}
{"proposition":"A young Indian girl in a blue dress is pointing and smiling at the camera.","labels":[]}
{"proposition":"Girls wearing a blue dress holding a thin, long, blue fabric while one girl is smiling and pointing to the camera.","labels":[]}
{"proposition":"Dog catching a red Frisbee.","labels":[]}
{"proposition":"Girls in blue dresses are holding large blue cloths.","labels":[]}
{"proposition":"A man wearing swim goggles is doing the crawl in a lane in a swimming pool.","labels":[]}
{"proposition":"Two Indian people are dancing at a wedding with flower petals all over the floor.","labels":[]}
{"proposition":"The boys draw in the sand with sticks.","labels":[]}
{"proposition":"A girl wearing a blue dress is sliding down a tube slide.","labels":[]}
{"proposition":"A swimmer is emerging from the water","labels":[]}
{"proposition":"A bearded man wears a red bandanna and a leather jacket over a teeshirt with an American flag on it.","labels":[]}
{"proposition":"A swimmer's hand is taken as he gets out of the water.","labels":[]}
{"proposition":"A swimmer exits the water after a competition.","labels":[]}
{"proposition":"The child wearing the green shirt is on the beach talking with some people.","labels":[]}
{"proposition":"Four people in sunhats are sitting and talking together on the sand of the ocean shore.","labels":[]}
{"proposition":"Three guys sitting on a sandy beach near the water and one is talking to the two little girls.","labels":[]}
{"proposition":"A small group of adults and children are wearing hats and shorts on the sandy beach near the blue water.","labels":[]}
{"proposition":"Four people with hats are relaxing at the coast.","labels":[]}
{"proposition":"A man wearing a beret walks down the street and smiles.","labels":[]}
{"proposition":"Two people are outside walking through the snow.","labels":[]}
{"proposition":"A dog rolls on his back.","labels":[]}
{"proposition":"People sitting on black chairs on a bus.","labels":[]}
{"proposition":"A woman who has just finished her dance performance3.","labels":[]}
{"proposition":"A young woman is drawing with a Sharpie marker.","labels":[]}
{"proposition":"A woman is drawing at a table with a blue permanent marker.","labels":[]}
{"proposition":"A young woman draws lines on a tile with a permanent marker.","labels":[]}
{"proposition":"A woman with strawberry blond-hair decorates a tile in yellow and black.","labels":[]}
{"proposition":"An art student uses a blue Sharpie to create a pattern on thick, white poster board.","labels":[]}
{"proposition":"A military man walks in front of a procession of people during a parade.","labels":[]}
{"proposition":"Barefooted, someone appears to be looking in a bathroom mirror.","labels":[]}
{"proposition":"A woman in a pool looking down.","labels":[]}
{"proposition":"A biker pops a wheelie along side the colorful wall.","labels":[]}
{"proposition":"A baseball player hits baseball.","labels":[]}
{"proposition":"A woman in a yellow shirts walks through a park with her dog not far behind.","labels":[]}
{"proposition":"A man on a small bicycle performing a trick on a wall covered with graffiti.","labels":[]}
{"proposition":"A baseball player hitting a ball.","labels":[]}
{"proposition":"A trials biker doing a stunt on a graffiti-filled wall.","labels":[]}
{"proposition":"A bmx rider does a trick against a graffiti covered wall.","labels":[]}
{"proposition":"Two men, both wearing green cycling clothes and helmets, are riding bicycles.","labels":[]}
{"proposition":"A lady in a purple shirt is painting a picture of a person on a curved wall.","labels":[]}
{"proposition":"A woman with a purple shirt painting another woman on a wall.","labels":[]}
{"proposition":"A lady painting on a public wall!","labels":[]}
{"proposition":"Seven people walking across a bridge.","labels":[]}
{"proposition":"Three young boys are dressed in hoodies facing the same way.","labels":[]}
{"proposition":"A man and a woman conversing in a city.","labels":[]}
{"proposition":"A man and a woman eating at an outdoor table.","labels":[]}
{"proposition":"A couple having lunch on a public lunch table.","labels":[]}
{"proposition":"Three boys in hooded sweatshirts standing and looking at camera.","labels":[]}
{"proposition":"A little girl smiling in a colorful knitted hat.","labels":[]}
{"proposition":"Little girl wearing a colorful hat while propped up on a cushion.","labels":[]}
{"proposition":"A little girl with a knit hat laying on a pillow propping her head up with her hands.","labels":[]}
{"proposition":"A little girl in a pink, blue, orange and green hat with her hands on her face posing for the camera.","labels":[]}
{"proposition":"Several people are moving away from a brightly colored tower.","labels":[]}
{"proposition":"Three young men wearing hooded sweatshirts are posing for a photo.","labels":[]}
{"proposition":"Asian Child in fancy hat posing for picture","labels":[]}
{"proposition":"A man looking at the scenery through binoculars.","labels":[]}
{"proposition":"A man photographs out off of the frozen land.","labels":[]}
{"proposition":"A guy is standing on an ice patch by the sea, looking through a telescope at sunset.","labels":[]}
{"proposition":"There are many people walking at Times Square in New York near a building with a Lion King poster in the window.","labels":[]}
{"proposition":"Photographer taking pictures of sunset.","labels":[]}
{"proposition":"A girl in a black shirt is looking to the side while sitting on a wooden bench.","labels":[]}
{"proposition":"A young girl playing on a log swing.","labels":[]}
{"proposition":"A girl sitting on a bench amongst the grass","labels":[]}
{"proposition":"A woman sitting on a bench in a park on a cloudy day","labels":[]}
{"proposition":"A woman holding a girl's wrist walking down the street.","labels":[]}
{"proposition":"A woman holding a little girls hand walking across a bridge.","labels":[]}
{"proposition":"A girl is swinging on a piece of wood.","labels":[]}
{"proposition":"A girl with dark hair swings on a hanging log.","labels":[]}
{"proposition":"A man wearing a wedding band is pouring a white liquid into a cup of brown liquid.","labels":[]}
{"proposition":"One small dog chases another across grass.","labels":[]}
{"proposition":"The baby is wearing a red shirt and walking in a plaza.","labels":[]}
{"proposition":"Monks in red robes sell vegetables at a market.","labels":[]}
{"proposition":"A group of teenagers sitting in the hall at school.","labels":[]}
{"proposition":"A baby in jeans and a winter jacket sits on top of a blue slide.","labels":[]}
{"proposition":"A woman in a flower shirt is working on a piece of pottery.","labels":[]}
{"proposition":"Two people climb a set of stairs onto a bridge.","labels":[]}
{"proposition":"Man and woman walking up the stairs to an overpass.","labels":[]}
{"proposition":"2 people walking up a set of stairs in the city.","labels":[]}
{"proposition":"A man walking a dog and a young girl climb the stairs to a red bridge in a city.","labels":[]}
{"proposition":"A couple is walking up the stairs to a bridge in a downtown part of a city.","labels":[]}
{"proposition":"A man wearing green shoes lounges outdoors.","labels":[]}
{"proposition":"A young child learning how to swim.","labels":[]}
{"proposition":"A man wearing cutoff jeans and green sneakers sits with one leg crossed across the other one.","labels":[]}
{"proposition":"A man wearing cutoff shorts, a tank top, and green sneakers sitting in a garden with a beer.","labels":[]}
{"proposition":"A man in shorts in a lawn chair sits surrounded with plants in a backyard.","labels":[]}
{"proposition":"A man in denim shorts and green shoes is sitting and relaxing in a lawn chair.","labels":[]}
{"proposition":"Woman with blue gloves and floral shirt handling a large ceramic bowl in a ceramic shop.","labels":[]}
{"proposition":"A little girl smiles as she slides down a tube on a sunny day.","labels":[]}
{"proposition":"Two dogs chase another dog that has a ball.","labels":[]}
{"proposition":"A man wearing glasses is singing into a microphone.","labels":[]}
{"proposition":"A bride and groom share a kiss.","labels":[]}
{"proposition":"A man in a blue shirt walking down the street.","labels":[]}
{"proposition":"Fans are cheering at a performance.","labels":[]}
{"proposition":"Three soldiers are having a discussion in front of a playground, while others look on.","labels":[]}
{"proposition":"A blond child is drinking from a garden hose.","labels":[]}
{"proposition":"Several armed forces officers and civilians are standing around a children's playground.","labels":[]}
{"proposition":"US troops keeping calm in a no fly zone at one of the crucial points in Tripoli, Libya.","labels":[]}
{"proposition":"Military men are conversing near a playground.","labels":[]}
{"proposition":"A young girl wearing Mardi Gras beads and a green dress is accompanied by two boys, one on foot and one on a bicycle, as she walks down a dirt road.","labels":[]}
{"proposition":"A group of boys enjoying a day by down the creek.","labels":[]}
{"proposition":"Five boys standing a one boy sitting by the lake.","labels":[]}
{"proposition":"Five young boys observe remote control boat in water.","labels":[]}
{"proposition":"Group of asian boy on the right of the long table of vegetables and food and asian adults on the left.","labels":[]}
{"proposition":"Boy jumping in the air with a girl on the couch punching towards him.","labels":[]}
{"proposition":"three young african children in a poor part of africa one riding a bike.","labels":[]}
{"proposition":"A child in a green shirt rides a bicycle.","labels":[]}
{"proposition":"An African American base player wearing a blue shirt, being backed up by a drummer.","labels":[]}
{"proposition":"A boat captain steering a large green wheel.","labels":[]}
{"proposition":"Pictured is the captain of a boat; he is steering.","labels":[]}
{"proposition":"An older man in nautical gear smilingly turns a ship wheel.","labels":[]}
{"proposition":"The smiling ship captain is holding the wheel of his wooden ship.","labels":[]}
{"proposition":"A large, green, navigating wheel is held by an older man in a captain's hat and uniform.","labels":[]}
{"proposition":"Three firefighters enraged after a prank call.","labels":[]}
{"proposition":"Two brothers take a nap on a gray couch.","labels":[]}
{"proposition":"A man with hairy arms and a watch pours creamer into a cup of coffee, making color ripples along the surface.","labels":[]}
{"proposition":"A man in camouflage pants and a backwards cap carrying a toolbox and a backpack.","labels":[]}
{"proposition":"A woman with brown hair, wearing sunglasses asking a asian gentleman for directions.","labels":[]}
{"proposition":"Female street entertainer with horns doing a curtsey.","labels":[]}
{"proposition":"Little girl in pink coat on a swing.","labels":[]}
{"proposition":"People under a tent at a reception.","labels":[]}
{"proposition":"A formal band performing their works.","labels":[]}
{"proposition":"Several stall-shops selling various goods line a dimly-lit cobblestone street.","labels":[]}
{"proposition":"A cowboy riding on the back of a bronco in a competition.","labels":[]}
{"proposition":"three chinese people eat soup.","labels":[]}
{"proposition":"A woman in orange sunglasses jogs.","labels":[]}
{"proposition":"Two women and a man are sitting at a round table.","labels":[]}
{"proposition":"a family deciding what to other at a restaurant","labels":[]}
{"proposition":"Three people sit and talk about the menu at a chinese restaurant.","labels":[]}
{"proposition":"The Chines people are doing something.","labels":[]}
{"proposition":"Pedestrians stop to watch a man create a mural on a wall at the side of a street.","labels":[]}
{"proposition":"An older man with glasses clasps his hands together as two seated individuals watch him.","labels":[]}
{"proposition":"A woman with beads around her neck is performing a dance as part of a parade.","labels":[]}
{"proposition":"A person painting a mural on the side of a building while people are standing around watching.","labels":[]}
{"proposition":"A crowd of people underneath a Hi-Pointe neon sign.","labels":[]}
{"proposition":"A crowd of young adults outside a nightclub.","labels":[]}
{"proposition":"A small white car is stuck on the track, while the train car that hit it at a slow speed, sits still, as a rescue worker helps the driver.","labels":[]}
{"proposition":"A male is looking at different colored yarn wearing a white shirt.","labels":[]}
{"proposition":"A young man and an older man sit on a plaid loveseat.","labels":[]}
{"proposition":"A man plays the piano, while a second man plays a guitar and a third man plays the saxophone.","labels":[]}
{"proposition":"Three men work at a construction site.","labels":[]}
{"proposition":"A painting of a man drinking from a bottle on the side of a building.","labels":[]}
{"proposition":"Three construction men on a beam working with high rises in the background.","labels":[]}
{"proposition":"A man performing dangerous construction work.","labels":[]}
{"proposition":"Two guys in blue shirts are standing on top of a construction surface doing construction work.","labels":[]}
{"proposition":"Workers on a platform work together to carry an item with skyscrapers in the background.","labels":[]}
{"proposition":"Three older men playing live music in a grand hall.","labels":[]}
{"proposition":"Two children perform a karate move on a red mat.","labels":[]}
{"proposition":"Adolescent white man with black hair, black pants, and a white and black polka-dotted shirt holding and singing into a microphone.","labels":[]}
{"proposition":"A man wearing a white shirt with black dot is holding a microphone as he stands in front of a background of black with white symbols on it.","labels":[]}
{"proposition":"Two dogs are walking on a rugged path, one with a blue rope tied to a red object in its mouth.","labels":[]}
{"proposition":"A young man in a white polka dot shirt is singing into a microphone.","labels":[]}
{"proposition":"Man singing on stage at a performance.","labels":[]}
{"proposition":"Two dogs walking through nature.","labels":[]}
{"proposition":"A man in a brown coat standing on a porch","labels":[]}
{"proposition":"three ladies posing for the camera","labels":[]}
{"proposition":"An old lady standing on a porch looking off in the distance","labels":[]}
{"proposition":"The lady on the porch is wearing a brown jacket.","labels":[]}
{"proposition":"a elderly woman in a tan jacket is standing by the door of a wooden house carrying a green and beige bag.","labels":[]}
{"proposition":"A man in a brown jacket standing in front of an open porch door.","labels":[]}
{"proposition":"Many people are dunking to support Special Olympics.","labels":[]}
{"proposition":"fully clothed adults splash each other as they play in water.","labels":[]}
{"proposition":"A man in a pink shirt stands next to a man in orange.","labels":[]}
{"proposition":"Three men stand around in bright solid colored shirts and colorful hats.","labels":[]}
{"proposition":"Three smiling men in brightly-colored shirts.","labels":[]}
{"proposition":"Many people playing and splashing in a fountain.","labels":[]}
{"proposition":"People wearing life jackets jumping into or looking at the river.","labels":[]}
{"proposition":"A line of basketball players doing a drill.","labels":[]}
{"proposition":"some young men playing basketball","labels":[]}
{"proposition":"A girl in a life jacket is swimming while others watch from the rocks.","labels":[]}
{"proposition":"A group of men stand in a gymnasium with a basketball.","labels":[]}
{"proposition":"A man in a white restaraunt shirt smokes next to a dumpster.","labels":[]}
{"proposition":"Women of all ages and backgrounds practice yoga in an indoor studio.","labels":[]}
{"proposition":"A happy toddler is carrying a notebook.","labels":[]}
{"proposition":"A man plays a keyboard and sings.","labels":[]}
{"proposition":"A blond headed toddler walking with a red piece of paper in hand.","labels":[]}
{"proposition":"A woman plays a synthesizer in a dark room.","labels":[]}
{"proposition":"A little boy is running down the aisle clutching a book.","labels":[]}
{"proposition":"Little boy happily holds red booklet near rows of folding-chairs.","labels":[]}
{"proposition":"A flight attendant is demonstrating safety devices.","labels":[]}
{"proposition":"A stewardess reviews safety procedures on a plane.","labels":[]}
{"proposition":"A flight attendant showing passengers how to use the airplane safety vest.","labels":[]}
{"proposition":"An elderly woman and another younger woman greeting each other.","labels":[]}
{"proposition":"Woman on airplane models a flotation device.","labels":[]}
{"proposition":"Two asian females go walking.","labels":[]}
{"proposition":"Two young women walking.","labels":[]}
{"proposition":"Two young women walk past a door in a white wall.","labels":[]}
{"proposition":"Two women walking.","labels":[]}
{"proposition":"A man is playing guitar and wearing sunglasses.","labels":[]}
{"proposition":"A man wearing sunglasses is playing the guitar.","labels":[]}
{"proposition":"A man wearing sunglasses playing an acoustic guitar.","labels":[]}
{"proposition":"A woman window shops outside of a Louis Vuitton store.","labels":[]}
{"proposition":"A man with sunglasses is playing the guitar.","labels":[]}
{"proposition":"Two girls hold up their younger sister.","labels":[]}
{"proposition":"A motocross biker about to descend","labels":[]}
{"proposition":"A man and a woman with a head covering are on a bridge looking at the water and a boat.","labels":[]}
{"proposition":"Two girls holding another girl wearing a yellow top in a room with tan carpet.","labels":[]}
{"proposition":"A person rappels down a steep incline.","labels":[]}
{"proposition":"The motorcyclist has reached the summit.","labels":[]}
{"proposition":"Two girls lift a third girl.","labels":[]}
{"proposition":"A brown dog runs on brown grass.","labels":[]}
{"proposition":"The furry brown dog is running through the grassy area.","labels":[]}
{"proposition":"A brown dog is running and looking up at the sky.","labels":[]}
{"proposition":"A golden colored dug prances in the grass.","labels":[]}
{"proposition":"The brown dog is playing outdoors.","labels":[]}
{"proposition":"Asian man shooting a gun in between rocks.","labels":[]}
{"proposition":"An Asian man, crouching on a stone wall in the mountains aiming a rifle.","labels":[]}
{"proposition":"A man on a hilltop is crouched and holding a gun.","labels":[]}
{"proposition":"Two young boys are playing with two toddler girls.","labels":[]}
{"proposition":"An Asian man in a jacket, glasses, and sandals is at a high altitude aiming a gun.","labels":[]}
{"proposition":"A man with a baseball cap and black jacket stands in a bathroom while holding a coffee mug.","labels":[]}
{"proposition":"A woman walking down the side of a highway.","labels":[]}
{"proposition":"A woman is walking down the middle of the road carrying a bottle.","labels":[]}
{"proposition":"A woman in a short skirt holds a plastic bottle as she walks down a street with auto and pedestrian traffic.","labels":[]}
{"proposition":"A woman wearing a jean skirt walks down a city street.","labels":[]}
{"proposition":"A woman walking parallel to a yellow line against traffic.","labels":[]}
{"proposition":"Fellows writing on the back of a friend with black markers.","labels":[]}
{"proposition":"A couple dressed in hoodies kissing on the beach.","labels":[]}
{"proposition":"A man holds up a fish he just caught.","labels":[]}
{"proposition":"A woman in a green t-shirt speaks into a microphone.","labels":[]}
{"proposition":"A little girl walking down a dirt road behind a group of other walkers.","labels":[]}
{"proposition":"A bunch of travelers stand around.","labels":[]}
{"proposition":"A young adult wearing jeans and a camouflage t-shirt playing a black electric guitar.","labels":[]}
{"proposition":"There is an Asian woman in a black suit who is standing around and waiting at an airport.","labels":[]}
{"proposition":"A woman of Asian looking descent in a black outfit standing in the airport baggage area.","labels":[]}
{"proposition":"People are waiting with their luggage at an airport check-in.","labels":[]}
{"proposition":"People in a airport with luggage waiting on something.","labels":[]}
{"proposition":"A kid does a tumbling move over a leaf-covered lawn near sundown.","labels":[]}
{"proposition":"A band performs on a stage.","labels":[]}
{"proposition":"A woman in a black shirt walking down the street","labels":[]}
{"proposition":"A man with a blue and white trucker style hat with a logo is wearing glasses in front of a man with a yellow shirt.","labels":[]}
{"proposition":"A man in a t-shirt, glasses and a National Bohemian Beer cap is looking to his right and smiling.","labels":[]}
{"proposition":"A woman in pink is singing on stage next to three guitar players.","labels":[]}
{"proposition":"A woman in a black-shirt is walking holding a silver cellphone.","labels":[]}
{"proposition":"A group of people are at an aquarium to view marine life.","labels":[]}
{"proposition":"A young women smiling and a young man smirking in front of a speaker.","labels":[]}
{"proposition":"A man is doing his laundry.","labels":[]}
{"proposition":"A person stands in the middle of traffic.","labels":[]}
{"proposition":"A man dressed in a red shirt sits watching his laundry being washed.","labels":[]}
{"proposition":"Man sits and watches five washing machines.","labels":[]}
{"proposition":"People looking at fish at an aquarium.","labels":[]}
{"proposition":"A man sitting at the public laundromat waiting for his clothes to finish drying.","labels":[]}
{"proposition":"A woman swimming with two children in blue life vests","labels":[]}
{"proposition":"A woman and two children who are wearing blue life vests are swimming.","labels":[]}
{"proposition":"A woman and two children are swimming in water.","labels":[]}
{"proposition":"The mother with two son are swimming in the sea.","labels":[]}
{"proposition":"A woman and kids swimming in a lake.","labels":[]}
{"proposition":"Some girls are dressed in zombie makeup.","labels":[]}
{"proposition":"Four guys in striped shirts playing music instruments in a restaurant.","labels":[]}
{"proposition":"A woman wearing black glasses is sharing sweets with a toddler girl wearing a princess hat.","labels":[]}
{"proposition":"Woman in red shirt and sunglasses gives candy to her daughter who is wearing a crown.","labels":[]}
{"proposition":"A woman holds a plate of goodies for her little princess.","labels":[]}
{"proposition":"A little girl with a tiara eating in someones lap.","labels":[]}
{"proposition":"a fat lady feeding her young daughter.","labels":[]}
{"proposition":"A woman taking a picture.","labels":[]}
{"proposition":"A woman in sunglasses taking a photograph","labels":[]}
{"proposition":"A woman in a black dress and shades takes a photo.","labels":[]}
{"proposition":"A lady wearing a black summer top and dark sunglasses is taking a photograph.","labels":[]}
{"proposition":"An oriental women with black sunglasses and a black shirt holding up a cellphone.","labels":[]}
{"proposition":"A man playing a saxaphone.","labels":[]}
{"proposition":"A boat is loaded with many barrels on its roof.","labels":[]}
{"proposition":"An African-American man wearing a purple shirt, white shoes and blue jeans is playing a saxophone while standing inside of a building which has many archways and a red and gray tiled floor.","labels":[]}
{"proposition":"A ship filled with supplies is docked on the shore with several others in the background and several men in the foreground.","labels":[]}
{"proposition":"A man playing his saxophone in a public area.","labels":[]}
{"proposition":"Local villagers are preparing for a fishing trip on this gorgeous fishing boat.","labels":[]}
{"proposition":"Young woman with scrabble shoes and white rimmed sunglasses talks and smiles on cellphone while opening package.","labels":[]}
{"proposition":"A woman with red-hair, a brown shirt, and a green bag is sitting down and talking on a phone.","labels":[]}
{"proposition":"A woman with red-hair talks on her cellphone while sitting down.","labels":[]}
{"proposition":"A woman talks on her cellphone while standing near a brick wall.","labels":[]}
{"proposition":"Bishop making the cross with ashes on a man's forehead","labels":[]}
{"proposition":"A priest rubs a cross on a man's forehead.","labels":[]}
{"proposition":"A man in a white robe with a purple sash places his hand on the forehead of another man.","labels":[]}
{"proposition":"A group of people looking around in a dirt or stone shaded area.","labels":[]}
{"proposition":"A small group of adults and children are standing on a dirt trail on a hill.","labels":[]}
{"proposition":"A group of people going for a hike.","labels":[]}
{"proposition":"A group of tourists are exploring the sight.","labels":[]}
{"proposition":"A group of people are on a canyon.","labels":[]}
{"proposition":"Three women enjoying a balloon joyride.","labels":[]}
{"proposition":"A group of people enjoying a hot air balloon ride.","labels":[]}
{"proposition":"Tourists enjoying a hot air balloon type ride.","labels":[]}
{"proposition":"a group of people are enjoying their time on a carnival ride.","labels":[]}
{"proposition":"Children ride a balloon ride in an amusement park.","labels":[]}
{"proposition":"This person, seated on a type of go-cart, is riding downhill.","labels":[]}
{"proposition":"a young person riding a small wagon down a hill.","labels":[]}
{"proposition":"A man is standing in front of a motor-scooter holding up a picture.","labels":[]}
{"proposition":"a boy is riding a buggy down a woodland path.","labels":[]}
{"proposition":"Many people have arms lifted in a crowd.","labels":[]}
{"proposition":"Girls are playing basketball.","labels":[]}
{"proposition":"A canoe of children is floating in the water with one boy rowing.","labels":[]}
{"proposition":"A girl in a red dress is surrounded by a lot of other people holding their hands up.","labels":[]}
{"proposition":"A crowd of people is facing the same direction while some hold their hands in the air.","labels":[]}
{"proposition":"Several people in a crowd, some with their arms raised.","labels":[]}
{"proposition":"The girl in the red dress is raising her hand amidst a group of people.","labels":[]}
{"proposition":"People standing in front of a big wall with graffiti painted on it.","labels":[]}
{"proposition":"Three people in red shirts wait for a bus next to a wall with graffiti on it.","labels":[]}
{"proposition":"Three people dressed in red and black stand on a sidewalk in front of a beige wall adorned in graffiti.","labels":[]}
{"proposition":"Here is a picture of locals hanging out in front of a store, talking on the phone and making sure their graffiti sign does n't get tagged.","labels":[]}
{"proposition":"Three people standing next to a building that has graffiti on it.","labels":[]}
{"proposition":"Pitcher on mount, in red and white suite, pitching.","labels":[]}
{"proposition":"Band playing in front of a small crowd outside.","labels":[]}
{"proposition":"Two young adults are enjoying time in the snow.","labels":[]}
{"proposition":"Bruce Springsteen is singing on stage.","labels":[]}
{"proposition":"Bruce Springsteen sings a hit with a smile on stage.","labels":[]}
{"proposition":"A man is lying in snow laughing while a female is looking on.","labels":[]}
{"proposition":"Bruce Springsteen, dressed in black, is holding a microphone and pointing to a crowd.","labels":[]}
{"proposition":"A photo of a Volvo dealership at night with two people surrounded by orange cones.","labels":[]}
{"proposition":"A man standing in the middle of traffic cones in front of a Volvo dealership.","labels":[]}
{"proposition":"Two men stand in the middle of a square of traffic cones placed underneath a traffic signal in front of a Volvo dealership.","labels":[]}
{"proposition":"A man walks in a Volvo sales lot in the dark with only the Volvo sign illuminated.","labels":[]}
{"proposition":"A woman at a salon getting her nails done in a pink-like color.","labels":[]}
{"proposition":"A woman painting another woman's fingernails a bright purple.","labels":[]}
{"proposition":"A woman with long black hair paints the nails of another person a deep maroon color.","labels":[]}
{"proposition":"A lady wearing a green shirt with long hair is doing a purple manicure.","labels":[]}
{"proposition":"there are six dogs in the water","labels":[]}
{"proposition":"A group of dogs standing in a river.","labels":[]}
{"proposition":"a large group of dogs walking in a body of water.","labels":[]}
{"proposition":"The white dog is standing on its hind legs, looking over a ledge.","labels":[]}
{"proposition":"Dogs play in creek.","labels":[]}
{"proposition":"A boy in blue slides down a tan slide.","labels":[]}
{"proposition":"A young boy in a blue jacket going down a slide.","labels":[]}
{"proposition":"A boy wearing a blue shirt is going down a slide.","labels":[]}
{"proposition":"A dark-haired boy sits outside on a beige structure.","labels":[]}
{"proposition":"A boy is going down the slide.","labels":[]}
{"proposition":"A gray terrier runs in a snow-covered field.","labels":[]}
{"proposition":"People standing together under a \"start\" banner in the street.","labels":[]}
{"proposition":"A young boy jumps into the water.","labels":[]}
{"proposition":"Many guards are standing in front of the starting line of a race.","labels":[]}
{"proposition":"A person walking on a path while using a cane.","labels":[]}
{"proposition":"A baseball pitcher in a circle with a symbol to his right.","labels":[]}
{"proposition":"Two men in orange construction hats are guiding a cart full of brick stones.","labels":[]}
{"proposition":"A person in red sitting on a beach.","labels":[]}
{"proposition":"A man in red sits under the shade of a small tree on the beach.","labels":[]}
{"proposition":"The beach with a person in a red tank top sitting under a small tree.","labels":[]}
{"proposition":"A man wearing a red tank top and white hat is sitting on a towel at the beach.","labels":[]}
{"proposition":"People enjoying the sandy beach near the water with a funny looking tree on the beach.","labels":[]}
{"proposition":"A woman checks her cellphone while sitting at a table with another woman.","labels":[]}
{"proposition":"Craftsman hanging from a rope.","labels":[]}
{"proposition":"The white dog brings a stick from the water.","labels":[]}
{"proposition":"A man is hooked to a zipline and stepped off the platform","labels":[]}
{"proposition":"A man in black pants is wearing a yellow hard hat as he rides a zipline.","labels":[]}
{"proposition":"A woman wearing a yellow helmet is using a zipline.","labels":[]}
{"proposition":"A person hanging from a zip line with a yellow helmet.","labels":[]}
{"proposition":"a little boy plays in the snow.","labels":[]}
{"proposition":"A man pulling a heavy cart full of bricks.","labels":[]}
{"proposition":"Many people are clustered closely together, and several of them have alcohol.","labels":[]}
{"proposition":"Guys and girls in a cramped place with drinks in hand.","labels":[]}
{"proposition":"A group of people are in a crowded place.","labels":[]}
{"proposition":"An aerial shot of a big crowd of people.","labels":[]}
{"proposition":"Several people, all wearing sunglasses, are captured jumping into the air and making funny poses on a sandy beach area near a log.","labels":[]}
{"proposition":"A man driving a cart with an advertisement asking you to place your ad on the back of his bike.","labels":[]}
{"proposition":"Three friends hanging out mid jump on a beach.","labels":[]}
{"proposition":"Three young men are jumping in the air during a picture on the beach.","labels":[]}
{"proposition":"A sign proclaiming that there is ad space available.","labels":[]}
{"proposition":"A man and a woman standing on a bridge look across the water at a boat.","labels":[]}
{"proposition":"A man is very excited to add a tattoo to his collection.","labels":[]}
{"proposition":"A chef is preparing a dish in a large kitchen.","labels":[]}
{"proposition":"A man with a lot of tattoo's is getting another one.","labels":[]}
{"proposition":"Tattooed man getting a tattoo.","labels":[]}
{"proposition":"Short order cook preparing a meal in a kitchen.","labels":[]}
{"proposition":"A male chief in a restaurant kitchen, with a black hat on and a frying pain in his left hand, pouring the contents in the pain into bowels.","labels":[]}
{"proposition":"The blond-haired mother looked on as her daughter was getting her haircut for the first time.","labels":[]}
{"proposition":"A policeman stand outside on the street with his hands in his pockets.","labels":[]}
{"proposition":"Two pastry chefs making pastry and a senior citizen purchasing pastry she has been shopping already.","labels":[]}
{"proposition":"A middle-aged security guard wearing a yellow vest is standing next to a car","labels":[]}
{"proposition":"A girl with brown hair is getting her hair styled by a lady in a pink shirt.","labels":[]}
{"proposition":"A man in a hat is standing next to a trailer and petting a donkey.","labels":[]}
{"proposition":"A man is carrying a board with many pairs of sunglasses.","labels":[]}
{"proposition":"A young man in a tan hat and a green shirt peers over a waist high wall separating the kitchen and living area of a home.","labels":[]}
{"proposition":"A man in a green shirt and tan cap leans against a railing in someone's kitchen.","labels":[]}
{"proposition":"A man in a green shirt and beige cap is standing in a household.","labels":[]}
{"proposition":"Boy in green shirt standing at wall in kitchen.","labels":[]}
{"proposition":"People look on as a guy attends to a fixed gear bike under a tent.","labels":[]}
{"proposition":"There is a homeless man outside this building.","labels":[]}
{"proposition":"The man, under the canopy, is working on a bicycle while an onlooker watches.","labels":[]}
{"proposition":"A woman with a blue jacket and black pants is under a black and yellow tent","labels":[]}
{"proposition":"A boy in a red swimsuit laughs.","labels":[]}
{"proposition":"A man running into a pool of water at a track and field event.","labels":[]}
{"proposition":"Two people in blue shirts take a photo of themselves as a woman in a scarf pass them by.","labels":[]}
{"proposition":"A dark-haired child in swimwear laughs, sitting before a glass table.","labels":[]}
{"proposition":"A woman gets water from a well in a nicely vegetated area.","labels":[]}
{"proposition":"Young boy holding sunglasses and wearing a bathing suit.","labels":[]}
{"proposition":"A boy in his swim trunks is sitting at a table and laughing.","labels":[]}
{"proposition":"A lady with a brown dress on is holding a glass and a cigarette in the middle of a room full of people.","labels":[]}
{"proposition":"A woman smiles tightly at a camera as another woman gestures to the right of her for the camera as a large group of people mingle behind them.","labels":[]}
{"proposition":"A lot of people mingling and having fun at a get-together.","labels":[]}
{"proposition":"Two women stand in the foreground making foolish faces in front of a diverse crowd of young people.","labels":[]}
{"proposition":"Two men performing in a band.","labels":[]}
{"proposition":"A man wearing only underwear and tennis shoes walking down the street.","labels":[]}
{"proposition":"A dark-haired women scrubbing a bucket.","labels":[]}
{"proposition":"A man with a hand injury is walking with a cane in a park.","labels":[]}
{"proposition":"a crane flying just above a body of water","labels":[]}
{"proposition":"Construction men are climbing wooden supports.","labels":[]}
{"proposition":"Two men on scaffolding painting the outside of a building.","labels":[]}
{"proposition":"Two men are sitting on some scaffolding and painting a wall.","labels":[]}
{"proposition":"Two men wearing work clothing climb a scaffold at a construction site.","labels":[]}
{"proposition":"A man in a white shirt is on a rooftop lifting a board.","labels":[]}
{"proposition":"A man and a woman are standing near a grill, and the man is torching meat with a small blowtorch.","labels":[]}
{"proposition":"Two people preparing meat on a street-side grill with one person wearing a mask as the other leans his head down.","labels":[]}
{"proposition":"A man and his female assistant use a propane torch to grill steaks.","labels":[]}
{"proposition":"Two dark-skinned children staring while the people behind them mix dust in their floral clothing.","labels":[]}
{"proposition":"Two people preparing meat over a grill with a blowtorch.","labels":[]}
{"proposition":"Man with orange dyed hair playing an electric guitar.","labels":[]}
{"proposition":"Two dogs run in a field of tall grass.","labels":[]}
{"proposition":"Men standing in a dumpster in a city.","labels":[]}
{"proposition":"Two young children dressed in winter clothes ride their toy sleds down a small hill.","labels":[]}
{"proposition":"Two children sled down a hill on a plastic discs often referred to as \"saucers\".","labels":[]}
{"proposition":"A man sitting in a canoe on the shore of a lake.","labels":[]}
{"proposition":"Man sitting in a beached canoe by a lake.","labels":[]}
{"proposition":"Two children are asleep in a two-child stroller on the sidewalk.","labels":[]}
{"proposition":"A man is sitting in a boat on the shore with the lake in the background.","labels":[]}
{"proposition":"A man sitting in a rowboat","labels":[]}
{"proposition":"A woman dressed in all black and wearing a headset makes a coffee drink.","labels":[]}
{"proposition":"Two guards are sitting near an entrance.","labels":[]}
{"proposition":"Two guards sitting and talking to each other.","labels":[]}
{"proposition":"Man in gray hoodie nodding down.","labels":[]}
{"proposition":"Two people with blue pants and yellow safety vests sit at an open gate on a red and blue wall.","labels":[]}
{"proposition":"A man in a hooded sweatshirt sitting on a toolbox.","labels":[]}
{"proposition":"A hooded man is tampering with a video cassette.","labels":[]}
{"proposition":"A large person in a gray sweatshirt and white shorts sits next to a wood working tool.","labels":[]}
{"proposition":"Person in hooded sweatshirt that obscures their face sits next to a freshly cut log.","labels":[]}
{"proposition":"A tan dog shaking the water off of himself","labels":[]}
{"proposition":"Mallard duck swimming out in the water.","labels":[]}
{"proposition":"A brown duck with a green head flaps its wings in the water.","labels":[]}
{"proposition":"A green headed mallard duck flapping its wings in the water.","labels":[]}
{"proposition":"A man rides his bike past the Chung May Food Market.","labels":[]}
{"proposition":"A man is riding his bike past a grocery store.","labels":[]}
{"proposition":"A man with a backpack was bicycling past the Chinese food market.","labels":[]}
{"proposition":"A man rides his bicycle past the Chung May Food Market.","labels":[]}
{"proposition":"Two girls, a brunette dressed like a mermaid and a blond in a green shirt stand on the sidewalk holding informational cards.","labels":[]}
{"proposition":"A man kneeling on a roof touching a piece of plywood wearing sunglasses.","labels":[]}
{"proposition":"Male swimmer doing the butterfly stroke in a lake.","labels":[]}
{"proposition":"A man wearing a bathing cap and goggles is swimming in a river.","labels":[]}
{"proposition":"A dog near the shore of a body of water.","labels":[]}
{"proposition":"A local swimmer is wearing a swim cap and swim goggles while swimming in a lake.","labels":[]}
{"proposition":"And male and female duo perform on stage.","labels":[]}
{"proposition":"Young boy flying a toy airplane in an open field of hay.","labels":[]}
{"proposition":"A small group of women sits beside a shop in an otherwise deserted courtyard.","labels":[]}
{"proposition":"A boy in a red shirt and blue jeans is playing with a flying toy in a field on a day with blue skies and puffy clouds.","labels":[]}
{"proposition":"A boy is in a field with a toy airplane in the air in front of him.","labels":[]}
{"proposition":"A child in a red shirt is throwing a toy airplane in the middle of a large field.","labels":[]}
{"proposition":"On a rainy day a person is walking on a busy city street carrying a dark colored plaid shirt on a hanger and holding onto bagpipes under the arm.","labels":[]}
{"proposition":"A gentleman walking in the rain while holding his bagpipes appears to be late for an event of some sort.","labels":[]}
{"proposition":"A man in a unique costume is playing the bagpipes while some people stare at him.","labels":[]}
{"proposition":"A strange man plays his bagpipes in the city as walks around dressed in a kilt.","labels":[]}
{"proposition":"Man in Scottish garb playing the bagpipes on a rainy day on the sidewalk.","labels":[]}
{"proposition":"Two men playing horseshoes.","labels":[]}
{"proposition":"People in costumes are entertaining at an amusement park.","labels":[]}
{"proposition":"People are playing near the ocean.","labels":[]}
{"proposition":"A bunch of people are dancing and celebrating.","labels":[]}
{"proposition":"Two females are looking at a notebook in a lab.","labels":[]}
{"proposition":"Two women looking at information in a spiral booklet.","labels":[]}
{"proposition":"Two women wearing safety goggles, looking at the same notebook.","labels":[]}
{"proposition":"Two young women wearing safety goggles while working in a laboratory.","labels":[]}
{"proposition":"Two girls, wearing protective goggles, in a laboratory going through a book.","labels":[]}
{"proposition":"Five young ladies are dancing ballet with their legs kicked back and arms up high.","labels":[]}
{"proposition":"Four dancers each dressed in black with a red ribbon around their waist are dancing.","labels":[]}
{"proposition":"Four ballet dancers in black costumes are performing on a stage.","labels":[]}
{"proposition":"A man on a red bike popping a wheelie.","labels":[]}
{"proposition":"A guy riding a bike in the street doing a pop-a-wheely.","labels":[]}
{"proposition":"A man on a red bicycle that is dragging a wagon behind it.","labels":[]}
{"proposition":"A man rides his bike on one wheel while towing something behind him.","labels":[]}
{"proposition":"A man with a blue shirt riding a red bike doing a wheelie in the middle of the road.","labels":[]}
{"proposition":"A red colored diner features dark red chairs.","labels":[]}
{"proposition":"Two people sitting in the shadows near the water.","labels":[]}
{"proposition":"Two children hug one another.","labels":[]}
{"proposition":"A man in a hat and black jacket reads a newspaper","labels":[]}
{"proposition":"A man in a dark jacket and a hat reading a paper while leaning.","labels":[]}
{"proposition":"A man with a hat leaning against a post reading a newspaper.","labels":[]}
{"proposition":"A nicely dressed man reading the newspaper in front of an older building.","labels":[]}
{"proposition":"A guy leaning on a structure in front of a building reading something.","labels":[]}
{"proposition":"Three children on skates in an arena two girls and one boy, boy is wearing orange wheeled skates.","labels":[]}
{"proposition":"Little boy skating in roller rink, two little girls in background.","labels":[]}
{"proposition":"Three children are skating on a rollerskating rink.","labels":[]}
{"proposition":"three young people skating in a skating rink","labels":[]}
{"proposition":"Two girls and a boy rollerskating.","labels":[]}
{"proposition":"A toddler swings back very high.","labels":[]}
{"proposition":"A man wearing a blue coat and red scarf cocks back his arm while holding a stick on the beach.","labels":[]}
{"proposition":"A man with a scarf throws a stick javelin-style on an abandoned beach.","labels":[]}
{"proposition":"A man gets ready to throw a bamboo stick like a javelin.","labels":[]}
{"proposition":"A man with a red scarf is throwing a long stick.","labels":[]}
{"proposition":"A man gets ready to throw a stick at the beach.","labels":[]}
{"proposition":"Two young men compete in an informal basketball game.","labels":[]}
{"proposition":"A young boy and girl hug and smile.","labels":[]}
{"proposition":"A woman with heavy makeup is standing next to a red light sign.","labels":[]}
{"proposition":"An older man is sitting in a lawn chair with a newspaper in his hand and selling paint cans, lawn chairs, and other items.","labels":[]}
{"proposition":"A man standing on a boat is pulling rope out of the ocean.","labels":[]}
{"proposition":"Four musicians play their instruments on the street while a young man on a bike stands by to listen.","labels":[]}
{"proposition":"Four musicians playing reed instruments with one playing a clarinet and three playing saxophones, being watched by a young child on a bicycle.","labels":[]}
{"proposition":"Some young adults are playing saxophones and clarinets outdoors.","labels":[]}
{"proposition":"A street band consisting of three saxophonists and a clarinetist playing on the street.","labels":[]}
{"proposition":"Three taxis have been pulled over.","labels":[]}
{"proposition":"Line of taxis waiting for passengers.","labels":[]}
{"proposition":"Many cabs lining up at a station close to an elevator.","labels":[]}
{"proposition":"Three parked taxis with two parked police cars behind them.","labels":[]}
{"proposition":"Two soccer players battle for the ball during an intense match.","labels":[]}
{"proposition":"Two soccer opponents run and fight for the soocerball on a grassy field.","labels":[]}
{"proposition":"Two young men on opposing soccer teams are competing to get the ball on a soccer field.","labels":[]}
{"proposition":"An old man wearing a black jacket is looking on the table","labels":[]}
{"proposition":"Several people are huddled around a table in an Asian country.","labels":[]}
{"proposition":"A male billiards player with a grin on his face and his pool stick in hand overlooking a billiards table with some balls on it.","labels":[]}
{"proposition":"A man in a red shirt and black pants is sitting down.","labels":[]}
{"proposition":"A man sitting on the sidewalk photographed at an angle that makes him look headless.","labels":[]}
{"proposition":"A man sits alone in front of a building, hanging his head so low it appears to not exist.","labels":[]}
{"proposition":"A young fair-skinned boy rides a play horse at a playground.","labels":[]}
{"proposition":"A man is tying his shoe lace.","labels":[]}
{"proposition":"Two swimmers are fighting for a ball on a water sport.","labels":[]}
{"proposition":"A swimmer in his suit stretches before a swim competition while holding his goggles.","labels":[]}
{"proposition":"A shirtless man in blue swimsuit bottoms holding swim goggles.","labels":[]}
{"proposition":"A male swimmer in a blue bikini holding goggles.","labels":[]}
{"proposition":"A man in blue Speedos is holding black goggles.","labels":[]}
{"proposition":"People are seen in the distance in front of a large colorful monument.","labels":[]}
{"proposition":"A guy wearing a dark blue shirt is playing pool.","labels":[]}
{"proposition":"A woman in an orange top is standing next to a large rainbow colored work of art.","labels":[]}
{"proposition":"Two small children playing football in yellow and black and yellow and blue uniforms.","labels":[]}
{"proposition":"A man walking up some steep steps carrying a bag.","labels":[]}
{"proposition":"A young child is carrying a paddle.","labels":[]}
{"proposition":"Man with camera and bag walking up stairs","labels":[]}
{"proposition":"A man climbs up a large flight of stone steps.","labels":[]}
{"proposition":"A young child in a red shirt is holding a wooden paddle behind a net.","labels":[]}
{"proposition":"A young boy is standing on a sports field holding a piece of sports equipment.","labels":[]}
{"proposition":"A little boy is standing in a cricket cage holding a cricket bat.","labels":[]}
{"proposition":"A kid playing a Cricket game, possibly at preschool or at the park","labels":[]}
{"proposition":"The baby in the crib is crying.","labels":[]}
{"proposition":"Two guys riding skateboards with one of them performing a jump trick.","labels":[]}
{"proposition":"A teenage boy doing a skateboard trick while another boy rides on a skateboard in the background.","labels":[]}
{"proposition":"A skateboarder jumping in the street.","labels":[]}
{"proposition":"A man flips his skateboard on a flat expanse of concrete.","labels":[]}
{"proposition":"A boy does a trick on a skateboard.","labels":[]}
{"proposition":"A band is performing on stage at a place of business.","labels":[]}
{"proposition":"A motorbike rider is barreling across a grass lawn.","labels":[]}
{"proposition":"Kids play in the snow while parents watch","labels":[]}
{"proposition":"Three people are standing in the snow preparing an ice fishing boat.","labels":[]}
{"proposition":"A young boy climbs a spiral staircase in a room full of books.","labels":[]}
{"proposition":"Young boy climbs spiral staircase surrounded by books.","labels":[]}
{"proposition":"Young boy in blue shirt on spiral staircase in a room with many books.","labels":[]}
{"proposition":"A little boy climbs a spiral staircase in a cluttered library.","labels":[]}
{"proposition":"Three black people dressed in african garb watching something.","labels":[]}
{"proposition":"A small brown and white dog is playing with the sprinkler in the grass.","labels":[]}
{"proposition":"The white dog is being squirted in the face with a jet of water.","labels":[]}
{"proposition":"A wedding party outside of a building.","labels":[]}
{"proposition":"An wedding party poses for a picture.","labels":[]}
{"proposition":"A wedding party taking pictures.","labels":[]}
{"proposition":"A lady in a gray sweater has a conversation with three other people at the same table.","labels":[]}
{"proposition":"A group of people talking at tables.","labels":[]}
{"proposition":"There are tables full of people with paperwork who are discussing things.","labels":[]}
{"proposition":"A bald man is attempting to slam dunk a basketball in a game while people in the stands watch.","labels":[]}
{"proposition":"People are in a laundry mat washing clothes.","labels":[]}
{"proposition":"A man reaches toward dunking a basketball while an audience watches.","labels":[]}
{"proposition":"Two men checking on their drying clothes at the laundromat.","labels":[]}
{"proposition":"A young man in a white button shirt and black pants assesses a washer in a laundromat.","labels":[]}
{"proposition":"Two patrons are washing clothes at the laundromat.","labels":[]}
{"proposition":"A young man looks inside a washer at a laundromat.","labels":[]}
{"proposition":"A man stands atop a rocky cliff over the water.","labels":[]}
{"proposition":"Two young girls pick daffodils.","labels":[]}
{"proposition":"A man is standing on top of rocks overlooking the ocean.","labels":[]}
{"proposition":"A man sands with his arms out on a rocky ledge in front of the ocean.","labels":[]}
{"proposition":"Man standing on the edge of rocks near an ocean.","labels":[]}
{"proposition":"Man standing on top of jagged rocks near the ocean.","labels":[]}
{"proposition":"a woman with a red cap is fishing in the river.","labels":[]}
{"proposition":"A red-haired woman looks off-camera.","labels":[]}
{"proposition":"A girl with a red cap, hair tied up and a gray shirt is fishing in a calm lake.","labels":[]}
{"proposition":"A lady wearing a red hat is fishing in a quiet and peaceful lake.","labels":[]}
{"proposition":"The redheaded woman is staring off into the distance.","labels":[]}
{"proposition":"A curly redheaded girl with a large headband in her hair.","labels":[]}
{"proposition":"A red-haired woman looks past the cameraman.","labels":[]}
{"proposition":"A girl with a long, curly, red-hair and green eyes.","labels":[]}
{"proposition":"A group of campers grill food over a burn barrel.","labels":[]}
{"proposition":"Campers use coal and a lighter to cook their dinner over a fire.","labels":[]}
{"proposition":"A group of friends cook around a fire.","labels":[]}
{"proposition":"4 people standing next to a fire cooking a meal","labels":[]}
{"proposition":"People cooking at a campsite.","labels":[]}
{"proposition":"A large dog holding a smaller dog.","labels":[]}
{"proposition":"A woman walks in front of a wall plastered with advertisements.","labels":[]}
{"proposition":"A small black and brown dog on a leash is jumping on a bigger tri-colored dog on a leash.","labels":[]}
{"proposition":"A dog is nipping at the ear of another dog on a leash, in a park.","labels":[]}
{"proposition":"A small dog jumps up to play with a larger dog.","labels":[]}
{"proposition":"A dog holds a smaller animal in its mouth.","labels":[]}
{"proposition":"Fluffy white dog running on pebbles along the shore.","labels":[]}
{"proposition":"Someone is riding a bright green dirt bike through the grass.","labels":[]}
{"proposition":"Shadowy figures on a balcony talking.","labels":[]}
{"proposition":"A young girl is throwing a hula hoop in a backyard on a sunny day.","labels":[]}
{"proposition":"Woman in blue shirt standing on a dried lake bed.","labels":[]}
{"proposition":"A man and woman in a parking lot at night.","labels":[]}
{"proposition":"A blond woman sitting on a curb at night while a man with a black shirt stands over her and checks his phone.","labels":[]}
{"proposition":"There is a man asleep, at the door of a barber shop.","labels":[]}
{"proposition":"The woman is fixing her shoes while the man looks at his cellphone.","labels":[]}
{"proposition":"A man in dark clothing photographs a model sitting in a shopping mall parking lot.","labels":[]}
{"proposition":"A baby laughs at his reflection in a mirror.","labels":[]}
{"proposition":"A barefoot woman reads a book along the water.","labels":[]}
{"proposition":"Two boys wearing sports uniforms stand in a grassy field.","labels":[]}
{"proposition":"the shadows of what appears to be two men grabbing another man from atop a large building","labels":[]}
{"proposition":"A woman wearing a hat with making bread.","labels":[]}
{"proposition":"Cheerleaders build a pyramid near the goal-line.","labels":[]}
{"proposition":"Cheerleaders have made three people pyramids.","labels":[]}
{"proposition":"A skateboarder without a shirt grabs his board in the air.","labels":[]}
{"proposition":"A group of cheerleaders if red outfits.","labels":[]}
{"proposition":"A child in front of his own reflection turning towards the camera and smiling.","labels":[]}
{"proposition":"Small blond child with a bright red shirt smiles while sitting inside a Lexmark box.","labels":[]}
{"proposition":"A young child playing in a Lexmark box and using it as a fort.","labels":[]}
{"proposition":"A bicyclist riding down the road wearing helmet and black jacket.","labels":[]}
{"proposition":"Woman in black jacket and blue pants rides bike on shoulder through construction area.","labels":[]}
{"proposition":"A man in a red shirt holding a red piece of clothing.","labels":[]}
{"proposition":"A person on a bike riding by a bright orange sign.","labels":[]}
{"proposition":"A woman is riding a bike.","labels":[]}
{"proposition":"A happy older couple share a dance while a younger dancing woman looks on.","labels":[]}
{"proposition":"White and black dog jumping over red-haired dog in grass.","labels":[]}
{"proposition":"Two people sit on a wooden bench and face each other to talk.","labels":[]}
{"proposition":"A group of people sit watching an event behind a Tim hortons sign.","labels":[]}
{"proposition":"A small white dogs leaps over the back of a larger dog to chase his toy.","labels":[]}
{"proposition":"A man hovers over a woman seated at an art gallery's front desk.","labels":[]}
{"proposition":"Racedog has the number 8.","labels":[]}
{"proposition":"A dog, wearing a number 8, running in a race.","labels":[]}
{"proposition":"A greyhound runs in a race, bee striped jacket, number eight.","labels":[]}
{"proposition":"A greyhound dog wearing a yellow and black shirt runs along a dirt racetrack.","labels":[]}
{"proposition":"Gray dog with muzzle and with the# 8 yellow striped identification is running.","labels":[]}
{"proposition":"A man wearing white clothes with a blue backpack waits for the blond woman to sign a book.","labels":[]}
{"proposition":"A man dressed in red is at the marketplace.","labels":[]}
{"proposition":"A person performing a wheelie trick on a motorcycle in a parking lot.","labels":[]}
{"proposition":"A man standing on a motorcycle doing a stunt","labels":[]}
{"proposition":"Motorcycle daredevil on reared motorcycle.","labels":[]}
{"proposition":"Someone riding sideways on a motorcycle.","labels":[]}
{"proposition":"Young man standing on one hand in front of an audience.","labels":[]}
{"proposition":"Man in a hood performing in front of a group of onlookers.","labels":[]}
{"proposition":"A guy is on one hand throwing his feet up surrounded by a crowd.","labels":[]}
{"proposition":"A man in a gray hat and tank top with black shorts doing a handstand.","labels":[]}
{"proposition":"A woman with blond-hair, glasses, necklace, and a green and blue floral dress is holding a yellow container.","labels":[]}
{"proposition":"A lady sitting on the edge of a dock reading a book and listening to music.","labels":[]}
{"proposition":"A man is getting a book autographed.","labels":[]}
{"proposition":"A man with a beard and a woman in sunglasses are standing in front of a liquor store.","labels":[]}
{"proposition":"A man and woman stand on a one way road in front of a red stuccoed building.","labels":[]}
{"proposition":"Two people look toward the camera as they cross the street in front of a red building with a sign saying, \"Royal.\"","labels":[]}
{"proposition":"A man in a blue striped shirt and jeans along with a woman in a brown shirt walking across the street.","labels":[]}
{"proposition":"Two guys and two girls are playing a casino game.","labels":[]}
{"proposition":"A man and a woman look to their left near a liquor store.","labels":[]}
{"proposition":"A man dressed as a pirate stands next to a man playing a saxophone as well as a man playing an accordion as viewers watch.","labels":[]}
{"proposition":"A saxophone player dressed in a blue sweatshirt and an accordion player entertain people on the street, including a pirate.","labels":[]}
{"proposition":"Man dressed as a Pirate listens with a crowd to a band playing.","labels":[]}
{"proposition":"An eclectic group of musicians and actors perform for a group of tourists.","labels":[]}
{"proposition":"Musicians playing to a crowd of people on the street.","labels":[]}
{"proposition":"A woman with an umbrella following a car on a billboard.","labels":[]}
{"proposition":"A young man does a trick on his skateboard in a somewhat crowded park area.","labels":[]}
{"proposition":"Muzzled greyhounds are racing on the track.","labels":[]}
{"proposition":"Dogs race each other on a muddy track.","labels":[]}
{"proposition":"Race dogs midair while they run.","labels":[]}
{"proposition":"A boy in a green sweatshirt and blue jeans performs a trick on a skateboard while spectators in the background are looking on.","labels":[]}
{"proposition":"A male in a green sweatshirt and blue jeans is doing a skateboard trick on a tiled outdoor surface along a river walk.","labels":[]}
{"proposition":"A man in a hoodie does an ollie on his skateboard with people in the park in the background.","labels":[]}
{"proposition":"A man in a green hoodie is trying to do a trick on his skateboard in a park.","labels":[]}
{"proposition":"Little redheaded boy looking at a toy train.","labels":[]}
{"proposition":"A woman sits on a stone wall and talks on her phone.","labels":[]}
{"proposition":"Group of people pointing.","labels":[]}
{"proposition":"Two women are sitting on a rock next to an open field.","labels":[]}
{"proposition":"A boy wearing blue short standing on the traffic signal pole.","labels":[]}
{"proposition":"A young kid is skateboarding at a skate park.","labels":[]}
{"proposition":"Three people sitting on the curb in an Asian city.","labels":[]}
{"proposition":"Lots of people are sitting on blankets and lawn chairs in the grass.","labels":[]}
{"proposition":"Young girl playing with streamers.","labels":[]}
{"proposition":"The girl is twirling long, colorful streamers.","labels":[]}
{"proposition":"The girl in the pink shirt is twirling a ribbon.","labels":[]}
{"proposition":"a girl wearing a bright pink top is spinning a colorful ribbon around her body.","labels":[]}
{"proposition":"A little girl in a pink shirt and a jean skirt is playing with a ribbon wand outside.","labels":[]}
{"proposition":"A skier flies through the air.","labels":[]}
{"proposition":"A man in skiing gear is airborne.","labels":[]}
{"proposition":"A skier is airborne in front of some trees.","labels":[]}
{"proposition":"A skier in colorful clothes midair in a wintry scene.","labels":[]}
{"proposition":"A woman sitting on concrete reading a book barefoot.","labels":[]}
{"proposition":"A man is skiing in midair.","labels":[]}
{"proposition":"A black dog and a brown dog close together.","labels":[]}
{"proposition":"One brown and one mostly black dog are either playing or fighting.","labels":[]}
{"proposition":"Two dogs, face to face, on a dirt road.","labels":[]}
{"proposition":"A brown dog and a black dog on a dirt path.","labels":[]}
{"proposition":"A woman playing on an oversize checkers board.","labels":[]}
{"proposition":"A woman plays an extra large game of checkers.","labels":[]}
{"proposition":"A person is playing a large version of checkers on a deck overlooking water.","labels":[]}
{"proposition":"Someone placing pieces on a large checkerboard.","labels":[]}
{"proposition":"The little boy is looking at a train set.","labels":[]}
{"proposition":"A blond woman practices belly dancing in outfit.","labels":[]}
{"proposition":"A lady bowling, with her right leg pointing towards her back.","labels":[]}
{"proposition":"A belly dancer wearing a red and gold costume stands with her arms above her head.","labels":[]}
{"proposition":"A blond woman in a decorated matching red skirt and top is standing in a field.","labels":[]}
{"proposition":"A dancer in a red costume has her hands raised up to form a shape.","labels":[]}
{"proposition":"A woman dressed in a red costume belly dances among spectators.","labels":[]}
{"proposition":"A youngster plays with a toy.","labels":[]}
{"proposition":"A person with a green hat laying down on the ground.","labels":[]}
{"proposition":"A boy smiles while he loads up his toy with fake bullets.","labels":[]}
{"proposition":"A smiling young boy loads a foam gun with darts.","labels":[]}
{"proposition":"A young man with a black shirt and gray pants smiling looking down as he plays with a yellow and blue toy in the dark.","labels":[]}
{"proposition":"A little boy in a black t-shirt plays with a toy NERF gun.","labels":[]}
{"proposition":"A group of people both adult and children stand around a bunch of sheep.","labels":[]}
{"proposition":"A group of old and young people standing in a dirt field with a herd of sheep against a deep blue sky.","labels":[]}
{"proposition":"Three kids and there parents tending to their pack of sheep.","labels":[]}
{"proposition":"Four children and a woman are tending sheep in an arid location.","labels":[]}
{"proposition":"There are a group of people around a heard of sheep.","labels":[]}
{"proposition":"A man in a beret looks out the window of a vehicle.","labels":[]}
{"proposition":"A boy at a gun range aims and shoots.","labels":[]}
{"proposition":"A conductor of a train leans out of a window and looks to the right, while another man inside of the carriage looks towards some gauges.","labels":[]}
{"proposition":"a man with a conductors hat sticks his head out the window and leans on the windowsill of the train.","labels":[]}
{"proposition":"A train conductor looking out the window of a black train while the worker looks at the gauges.","labels":[]}
{"proposition":"Man hanging out of the window of a train wearing a black jacket and hat.","labels":[]}
{"proposition":"A little boy hits a baseball while his family watches","labels":[]}
{"proposition":"Boy with black shirt and red batting helmet swinging bat at ball on ball field.","labels":[]}
{"proposition":"A little boy batting with a red helmet on.","labels":[]}
{"proposition":"A boy in a red helmet hits a ball with a bat.","labels":[]}
{"proposition":"A woman in an SUV looks to be crying as a fatherly figure places his hand on her cheek for reassurance.","labels":[]}
{"proposition":"A young lady being comforted by a man after she has seen something sad and it has made her cry.","labels":[]}
{"proposition":"A man in a blue plaid shirt is comforting a crying woman in a black truck.","labels":[]}
{"proposition":"A man in a blue and white shirt shows concern for a girl in a suv.","labels":[]}
{"proposition":"An older man sitting outside in the sun watching something under his umbrella.","labels":[]}
{"proposition":"four men are on stage performing music.","labels":[]}
{"proposition":"Older couple is covered in shadows by a bridge.","labels":[]}
{"proposition":"A man and woman standing under a covered patio with the sun beaming through the trellis slats.","labels":[]}
{"proposition":"Two elderly people in a dimly lit area.","labels":[]}
{"proposition":"An older man wearing a vest looking into a dumpster.","labels":[]}
{"proposition":"Young boy holding a baby in a run-down area.","labels":[]}
{"proposition":"Two young adults at a rodeo, one is helping the other to fix an injury to his arm after a brief ride.","labels":[]}
{"proposition":"A cowboy in a rodeo puts a bandage on his forearm, getting ready for his ride.","labels":[]}
{"proposition":"A young woman is drilling holes in a rock with an impact drill","labels":[]}
{"proposition":"A young boy holds a small, dirty girl on his lap while wrapping her in his jacket.","labels":[]}
{"proposition":"Two small children in poor conditions trying to survive the elements.","labels":[]}
{"proposition":"A young boy holds an infant which appears to be in distraught.","labels":[]}
{"proposition":"A brother holding his younger brother outside in cold air.","labels":[]}
{"proposition":"An old man wit a straw hat and umbrella is smiling while sitting and watching something in the distance.","labels":[]}
{"proposition":"Three cheerleaders are rooting for their team.","labels":[]}
{"proposition":"A young boy wearing a red shirt with yellow writing on it and a red sports cap is squatted in shallow water and touching a yellow pail filled with sand.","labels":[]}
{"proposition":"A bride and her groom embracing.","labels":[]}
{"proposition":"Four snowsuit clad children climb up a snowy hillside.","labels":[]}
{"proposition":"Four children climbing up a snow covered hill.","labels":[]}
{"proposition":"Four kids climb a snowy hill, one struggles.","labels":[]}
{"proposition":"A woman wearing a white gown and a man wearing a gray suit embracing.","labels":[]}
{"proposition":"A bride and groom stand together in front of a wooden fence.","labels":[]}
{"proposition":"A bride and groom are standing in front of a fence.","labels":[]}
{"proposition":"A man crosses a busy city street.","labels":[]}
{"proposition":"A man in a white shirt and tie walking across the street.","labels":[]}
{"proposition":"A man walks across a road with his tie flipped over his shoulder.","labels":[]}
{"proposition":"An older man in a nice dress shirt with a tie over his shoulder, walking across a street in downtown.","labels":[]}
{"proposition":"Two women with colorful hats sit in a field.","labels":[]}
{"proposition":"A man in a suit is holding a frying pan.","labels":[]}
{"proposition":"A well dressed man holds a skillet in public.","labels":[]}
{"proposition":"A man in a gray suit and purple tie is flipping a pancake in the middle of a sidewalk.","labels":[]}
{"proposition":"A white man with black hair dressed nicely in gray dress pants, blazer and purple tie stands on the street in front of a garage flipping a pancake which is captured in midair.","labels":[]}
{"proposition":"This is a well-dressed dark-haired gentleman wearing a gray suit jacket, gray trousers, black sweater and lavender tie with a mustache and goatee holding a frying pan, standing on the sidewalk in front of a roll-open garage-type door.","labels":[]}
{"proposition":"A young man and woman interact with an elderly woman in a wheelchair.","labels":[]}
{"proposition":"Two teenagers interacting with the elder population.","labels":[]}
{"proposition":"A man wearing a dark shirt and a girl wearing a dark tank top are standing next to an elderly lady seated in a wheelchair.","labels":[]}
{"proposition":"2 people stand up wearing black at an old persons home, while some onlookers sit in wheelchairs nearby.","labels":[]}
{"proposition":"A heavyset man is standing next to a building.","labels":[]}
{"proposition":"A man is standing and talking to another man who is kneeling over some cables.","labels":[]}
{"proposition":"a little brown dog stands on his hind legs with a red toy in its mouth.","labels":[]}
{"proposition":"A man in a black shirt about to blow out candles on a cake, one of the candles looking like a flare.","labels":[]}
{"proposition":"Man in black prepares to celebrate his birthday by blowing out the candles on his cake.","labels":[]}
{"proposition":"Two men are sitting at a table in front of decorated birthday cake with rosebuds, candles, and a large light.","labels":[]}
{"proposition":"A cake with five regular candles and one tall, spark shooting candle is on a table in front of two men.","labels":[]}
{"proposition":"An elderly man enjoys the view under an umbrella to prevent the sun rays.","labels":[]}
{"proposition":"The man has a cake decorated with indoor fireworks.","labels":[]}
{"proposition":"A long line waits eagerly to get into a closed tent.","labels":[]}
{"proposition":"A crowd is gathered behind the fence near a blue tent.","labels":[]}
{"proposition":"A crowd of people are in front of a tent that is closed.","labels":[]}
{"proposition":"A line of people is forming in front of a tent that appears to be closed to the public.","labels":[]}
{"proposition":"a group of people, restrained by fencing, wait at the entrance to a tent; there are signs at the entrance that read' tent closed'.","labels":[]}
{"proposition":"The woman in the green skirt is walking a path through the park.","labels":[]}
{"proposition":"A woman with a large bag walks down the sidewalk.","labels":[]}
{"proposition":"a woman in a green skirt walking on a sidewalk.","labels":[]}
{"proposition":"A young girl walks alone while toting her bag.","labels":[]}
{"proposition":"Woman walking down a sidewalk.","labels":[]}
{"proposition":"A father or family friend playing with baby in a very clean looking house.","labels":[]}
{"proposition":"A young man, wearing a black shirt with the word \"love\" across it, juggle three green balls.","labels":[]}
{"proposition":"A man is juggling 3 balls with a black t-shirt on with the word \"love\" on the collar.","labels":[]}
{"proposition":"An african american boy is standing in a caged area with his hand up to his face.","labels":[]}
{"proposition":"A young man wearing a beanie and a black shirt juggles neon green balls.","labels":[]}
{"proposition":"One handsome looking man is juggling three green balls.","labels":[]}
{"proposition":"A black man is on a bridge.","labels":[]}
{"proposition":"The six children are laughing.","labels":[]}
{"proposition":"Woman plays with baby in contemporary styled living area.","labels":[]}
{"proposition":"a group of young children standing in a row leaning against a wall.","labels":[]}
{"proposition":"A group of six children stands smiling and laughing in front of a wall.","labels":[]}
{"proposition":"A person skiing down a very large snow covered mountain.","labels":[]}
{"proposition":"A group of children dressed in costume pose for a picture.","labels":[]}
{"proposition":"A group of young adults gather on a low wall with pillars.","labels":[]}
{"proposition":"A group of young students are hanging out together in a university.","labels":[]}
{"proposition":"A group of hiply dressed young adults relax together.","labels":[]}
{"proposition":"Two men wearing white boxing gloves are in a ring.","labels":[]}
{"proposition":"a group of teen kids loitering.","labels":[]}
{"proposition":"Two boxers with white gloves are fighting.","labels":[]}
{"proposition":"The taller man is trying to block the shorter man.","labels":[]}
{"proposition":"A boy in a striped shirt blows bubbles through a bubble wand.","labels":[]}
{"proposition":"Five people wearing white shirts and white hats are in a kitchen cooking something.","labels":[]}
{"proposition":"Several Asian cooks in a kitchen wearing white Dress Shirts.","labels":[]}
{"proposition":"Several people cooking at a grill in a kitchen.","labels":[]}
{"proposition":"A group of chefs cooking food.","labels":[]}
{"proposition":"A boy blowing bubbles outside.","labels":[]}
{"proposition":"A woman singing and playing a guitar on stage, solo.","labels":[]}
{"proposition":"A person sculpting something from a large rock.","labels":[]}
{"proposition":"A sculptor in a teal sweater works on stone with a chisel and mallet.","labels":[]}
{"proposition":"A sculptor in a blue sweater chiseling a piece of stone.","labels":[]}
{"proposition":"A sculptor applies his chisel to a slab of rock, etching a pattern on its surface.","labels":[]}
{"proposition":"A person in a blue sweater working on a large rock being held up by wood planks.","labels":[]}
{"proposition":"A group of young boys race on a snowy day.","labels":[]}
{"proposition":"The young runners are racing through the snow.","labels":[]}
{"proposition":"A group of children run a footrace in the snow.","labels":[]}
{"proposition":"An older man carrying bananas on his head in a basket.","labels":[]}
{"proposition":"A band playing music together.","labels":[]}
{"proposition":"A man surfing on a big green wave.","labels":[]}
{"proposition":"A group of bicyclists racing.","labels":[]}
{"proposition":"An african american man with a rosary around his neck is standing in a room.","labels":[]}
{"proposition":"A man in a blue shirt stands with his hands on his hips.","labels":[]}
{"proposition":"A man in a blue shirt standing in front of a doorway.","labels":[]}
{"proposition":"A surfer is riding on a breaking wave.","labels":[]}
{"proposition":"Men in a cluster during a bike race","labels":[]}
{"proposition":"A group of bikers pedal along.","labels":[]}
{"proposition":"A surfer rides out the green and white waves.","labels":[]}
{"proposition":"People in warm coats peruse produce at a tented outdoor market.","labels":[]}
{"proposition":"A little orange cabin with a white dog running near it in the woods.","labels":[]}
{"proposition":"Two people are standing in a room one of whom is smoking the shots are of the back of the foreground person.","labels":[]}
{"proposition":"Four old adults stand around a bathtub while a toddler is taking a bath.","labels":[]}
{"proposition":"A bunch of people watching a child in the bathtub.","labels":[]}
{"proposition":"The two dogs are outside.","labels":[]}
{"proposition":"A puppy with blue eyes runs, an older dog with blue eyes stands behind.","labels":[]}
{"proposition":"A baby takes a bath while grownups watch.","labels":[]}
{"proposition":"An adult Australian Shepherd follows behind a running Australian Shepherd puppy.","labels":[]}
{"proposition":"A big tri-colored and a smaller puppy with light blue eyes are playing together.","labels":[]}
{"proposition":"Woman with blond-hair singing into a microphone.","labels":[]}
{"proposition":"Blond Singer performs as spectators dance around her.","labels":[]}
{"proposition":"A blond singer is performing as people dance behind her.","labels":[]}
{"proposition":"Blond win sunglasses singing.","labels":[]}
{"proposition":"a family sitting on some wooden stairs.","labels":[]}
{"proposition":"A young girl is shoveling snow in front of a house.","labels":[]}
{"proposition":"The child is shoveling deep white snow near the house.","labels":[]}
{"proposition":"2 girls laying down on the grass.","labels":[]}
{"proposition":"A warmly dressed person is shoveling snow outside a house.","labels":[]}
{"proposition":"Two young boys, dressed in full white martial arts uniforms with black, red, and white belts, are demonstrating a high kick move.","labels":[]}
{"proposition":"A person in a red shirt stands against a brick wall.","labels":[]}
{"proposition":"A man being pulled behind a sled led by numerous dogs in the snow.","labels":[]}
{"proposition":"Two girls playing a soccer game with a red and white ball.","labels":[]}
{"proposition":"Four girls playing soccer on a field as their coach looks on.","labels":[]}
{"proposition":"Two young women partake in a game of soccer.","labels":[]}
{"proposition":"A young teenager is getting ready to kick a soccer ball.","labels":[]}
{"proposition":"A man in a blue shirt preparing to take a picture of figurines on a small red table.","labels":[]}
{"proposition":"Two young girls lay, face down, on grass and face the camera as they listen to an iPod near a folding chair and several purses.","labels":[]}
{"proposition":"A businessman in gray slacks is standing at a food booth waiting to be served.","labels":[]}
{"proposition":"Two girls lay stomach-down in the grass while sharing headphones to an mp3 player.","labels":[]}
{"proposition":"A family photo on top of a mountain with a beautiful view behind them.","labels":[]}
{"proposition":"Two adults and a child are standing on a rock with mountains in the background.","labels":[]}
{"proposition":"Three people, an adult asian in white, a white male in green, and an asian child stand for a portrait overlooking many mountains covered in trees.","labels":[]}
{"proposition":"Two guys with long hair standing in front of a window.","labels":[]}
{"proposition":"Two men in black hoodies, one of which is smoking a cigarette standing next to a fire.","labels":[]}
{"proposition":"Two men standing by a fire at night.","labels":[]}
{"proposition":"Two men standing next to a fire at night.","labels":[]}
{"proposition":"A group of women talk outside of a store.","labels":[]}
{"proposition":"People are standing on the sidewalk of a street.","labels":[]}
{"proposition":"A town street is filled with people along with shops.","labels":[]}
{"proposition":"A young man and a woman are sleeping in a van.","labels":[]}
{"proposition":"A snowboarder flies off a huge jump.","labels":[]}
{"proposition":"A group of woman on a sidewalk.","labels":[]}
{"proposition":"A cyclist is focusing on the race intently, as he looks ahead at all the other riders ahead of him.","labels":[]}
{"proposition":"A man in a bike race wearing red and black shorts and shirt pedaling around a corner.","labels":[]}
{"proposition":"An artsy photograph taken with a wide lens shows spandex-clad bicyclists pedaling.","labels":[]}
{"proposition":"A cyclist is rounding a corner on a wet road.","labels":[]}
{"proposition":"Two bicyclists in a race with helmets.","labels":[]}
{"proposition":"A child is happily playing on the slide.","labels":[]}
{"proposition":"Two men are letting their dogs play together in the street.","labels":[]}
{"proposition":"A person wearing a helmet rides a dirty bike on a dirt path in the woods.","labels":[]}
{"proposition":"Two children laying on the floor with a group of wooden blocks above their heads.","labels":[]}
{"proposition":"A man and a woman dressed in jeans and white shirts sit and look off into the distance of a rocky terrain.","labels":[]}
{"proposition":"A man with a funny hat is dancing at a park.","labels":[]}
{"proposition":"Several people fishing on a cloudy day.","labels":[]}
{"proposition":"A woman and some children standing on the pavement looking at a fountain that is frozen.","labels":[]}
{"proposition":"A woman with a colorful headscarf is walking down the street.","labels":[]}
{"proposition":"two young girls lay on the carpet next to wooden blocks.","labels":[]}
{"proposition":"Young people are playing in the snow while an older person seems to be taking pictures.","labels":[]}
{"proposition":"A black and a black dog are running side by side.","labels":[]}
{"proposition":"A male tennis player, wearing a white headband, misses an in-bounds ball.","labels":[]}
{"proposition":"A man in white playing tennis is still in midair after jumping to hit the ball.","labels":[]}
{"proposition":"A man in a white shirt is playing tennis.","labels":[]}
{"proposition":"Tennis player uses backhand in a match, possibly a doubles match.","labels":[]}
{"proposition":"A man and a woman sit on rocks.","labels":[]}
{"proposition":"women in white shirt with scarf and sunglasses","labels":[]}
{"proposition":"The woman in the dress is playing guitar and performing on stage.","labels":[]}
{"proposition":"A woman is playing a guitar on stage with a green background.","labels":[]}
{"proposition":"A woman in a dress playing her acoustic guitar.","labels":[]}
{"proposition":"a woman in a dress playing a brown guitar.","labels":[]}
{"proposition":"A woman is playing guitar on stage.","labels":[]}
{"proposition":"A few Asian men and one Asian woman sitting at a couple of tables.","labels":[]}
{"proposition":"A group of people living on the street.","labels":[]}
{"proposition":"One man sitting at a bus stop.","labels":[]}
{"proposition":"A man in a blue shirt sitting at a red table with three dolls on top.","labels":[]}
{"proposition":"Photo of a man sitting on a bench with a sign written in Spanish in background and the reflection of a lady walking from a mirrored wall.","labels":[]}
{"proposition":"A middle-aged man in a business suit is seated at a bus stop shelter, with Hispanic writing showing on the shelter's sign.","labels":[]}
{"proposition":"A man in a business suit sitting at a bus stop waiting for a bus.","labels":[]}
{"proposition":"This group of young people is sitting on the floor.","labels":[]}
{"proposition":"A woman is attending to an orange juice machine.","labels":[]}
{"proposition":"A group of women in red shirts singing together.","labels":[]}
{"proposition":"A woman in a pink coat stands in the snow beside a \"telephone booth\", smiling as she holds a small shovel.","labels":[]}
{"proposition":"A baseball pitch in South Carolina where the batter is wearing white and blue, and is being watched closely by four other men.","labels":[]}
{"proposition":"A panel of men and women attending a conference.","labels":[]}
{"proposition":"A cook prepares a meal in the kitchen.","labels":[]}
{"proposition":"A child playing with a yellow bucket on a beach.","labels":[]}
{"proposition":"There is a large hole in the road.","labels":[]}
{"proposition":"White man with a green shirt and denim pants with a hammer and chisel, creating some sort of artwork.","labels":[]}
{"proposition":"A man with chin-length light hair works on a sculpture.","labels":[]}
{"proposition":"Hispanic people shop in an outdoor market.","labels":[]}
{"proposition":"A man is swinging a tool at his sculpture.","labels":[]}
{"proposition":"Two people talking on the side of the street standing with a gas can.","labels":[]}
{"proposition":"People are walking down a street in a city.","labels":[]}
{"proposition":"Two men workers doing their job with their supervisor.","labels":[]}
{"proposition":"One Asian cook watches another cook on a griddle in a commercial kitchen.","labels":[]}
{"proposition":"A man in a collared shirt talking to another man in sunglasses.","labels":[]}
{"proposition":"Man on the street, in blue striped shirt, talking to a man with glasses.","labels":[]}
{"proposition":"Two men talking, both in blue shirts.","labels":[]}
{"proposition":"Two men standing around talking by a city street.","labels":[]}
{"proposition":"A person is riding a dune buggy up a sandy hill.","labels":[]}
{"proposition":"A man in bright clothing plays an instrument on the street.","labels":[]}
{"proposition":"Two girls in red jerseys playing soccer","labels":[]}
{"proposition":"Two chefs in an Asian restaurant one cooking on a hibachi type girl the other standing by the refrigerators smiling for the camera.","labels":[]}
{"proposition":"Two girls are playing soccer with orange and white uniforms.","labels":[]}
{"proposition":"Two girls in jerseys running toward a soccer ball","labels":[]}
{"proposition":"Two little girls in red and white strips are chasing after a soccer ball.","labels":[]}
{"proposition":"Two girls in red soccer uniforms running after a soccer ball.","labels":[]}
{"proposition":"A man bicycles through a parking lot.","labels":[]}
{"proposition":"Two people huddle together on a brownstone door stoop.","labels":[]}
{"proposition":"A person wearing a gray sweatshirt bikes through an alley full of parked cars on a cool fall day.","labels":[]}
{"proposition":"A person is a riding a bike through a parking lot with dead trees in the background.","labels":[]}
{"proposition":"A parking lot with a bicyclist riding through it.","labels":[]}
{"proposition":"A person riding a bike in a parking lot.","labels":[]}
{"proposition":"Two painters standing on a ladder are painting the outside of a business, with a man in a red burgundy shirt talking on a cell.","labels":[]}
{"proposition":"Women and a younger child riding on a carousal, both are wearing blue coats.","labels":[]}
{"proposition":"A female child with a towel next to a sink.","labels":[]}
{"proposition":"A shirtless man is having a conversation with a seated man while a blond woman sleeps.","labels":[]}
{"proposition":"a couple cuddling in a corner on a set of stares","labels":[]}
{"proposition":"A man is bent over by an old stone wall, looking into his backpack.","labels":[]}
{"proposition":"A man in a maroon shirt is outside bending down next to a concrete wall.","labels":[]}
{"proposition":"A man standing bent over in front of an overpass.","labels":[]}
{"proposition":"A person in black pants bends over near a concrete wall.","labels":[]}
{"proposition":"A person in a red jacket bending over.","labels":[]}
{"proposition":"A man holds a sign reading \"HOMELESS ANYTHING HELPS\" near a construction site.","labels":[]}
{"proposition":"A dog on an obstacle platform and a man.","labels":[]}
{"proposition":"Men, wearing orange safety vests, are standing on scaffolding.","labels":[]}
{"proposition":"Only the hands and arms of a person painting another person's arm.","labels":[]}
{"proposition":"A woman in a black jacket reaches into her black purse at a vegetable market as a crowd walks behind her.","labels":[]}
{"proposition":"A woman is sitting in front of a computer.","labels":[]}
{"proposition":"Two people wearing jeans huddle near a wooden door, sheilding their faces from the camera.","labels":[]}
{"proposition":"Adult male in red hoodie lecturing a group of children outside.","labels":[]}
{"proposition":"Several older people stand in front of a food booth.","labels":[]}
{"proposition":"A woman is covering her eyes with her hands.","labels":[]}
{"proposition":"Some people are standing near a booth and looking at things.","labels":[]}
{"proposition":"A group of elderly people stand around a booth at a food co-op.","labels":[]}
{"proposition":"A man walking down a street by a garage.","labels":[]}
{"proposition":"A person walking past a brick shed.","labels":[]}
{"proposition":"A man in a blue and purple striped shirt and hat is walking past a brick building.","labels":[]}
{"proposition":"Some women are looking at items on a table.","labels":[]}
{"proposition":"A young woman in striped turtleneck blouse is sitting in an office and working on an Apple computer.","labels":[]}
{"proposition":"Four people stare over a fence at the view of a mountain.","labels":[]}
{"proposition":"A motorcycle rider doing a wheelie.","labels":[]}
{"proposition":"Two small girls dressed as fairies.","labels":[]}
{"proposition":"Young man surfing in the ocean.","labels":[]}
{"proposition":"Children cluster together, toting their luggage.","labels":[]}
{"proposition":"A surfer hangs in the air over the water.","labels":[]}
{"proposition":"A boy on a surfboard in midair.","labels":[]}
{"proposition":"Youth in white T-shirt on a white surfboard in the water.","labels":[]}
{"proposition":"A young man jumps with a surfboard over the waves.","labels":[]}
{"proposition":"A man is smoking at sunset.","labels":[]}
{"proposition":"A bearded man leans back and smokes a cigarette while the sun sets over a body of water in the background.","labels":[]}
{"proposition":"A man is lying down next to a river and smoking a cigarette.","labels":[]}
{"proposition":"A young man leans his head back as he smokes during sunset.","labels":[]}
{"proposition":"A man plays guitar along the side of a street.","labels":[]}
{"proposition":"Man taking off his shoes on a set of stairs.","labels":[]}
{"proposition":"A man in orange shorts sits on some steps in front of a big blue door.","labels":[]}
{"proposition":"A man is sitting on steps with his legs crossed with a green scarf.","labels":[]}
{"proposition":"A black man is pulling a blue shirt while distracted.","labels":[]}
{"proposition":"a man sitting on steps with headphones and sandals","labels":[]}
{"proposition":"Man in business suite leaning on lion statue.","labels":[]}
{"proposition":"A man leans against a statue in front of a building.","labels":[]}
{"proposition":"A man is leaning on an object beside a building.","labels":[]}
{"proposition":"A man dressed in blue leans against a lion statue.","labels":[]}
{"proposition":"A man is shoveling snow next to a Nissan Altima with New Jersey plates.","labels":[]}
{"proposition":"A man is working out in the outdoors.","labels":[]}
{"proposition":"a man wearing a hat, sunglasses, gloves and a jacket holds a shovel on a snowy street in front of a gray nissan Altima.","labels":[]}
{"proposition":"Woman goes rock climbing.","labels":[]}
{"proposition":"person in orange clothing lying on a wall","labels":[]}
{"proposition":"A dog runs along a beach near the waves.","labels":[]}
{"proposition":"a large group of people in red uniforms are playing in a band.","labels":[]}
{"proposition":"A man with red earphones is working on a red and white painted hot rod from Team ACE Racing.","labels":[]}
{"proposition":"A man in a dark shirt and wearing earmuffs is checking the engine of a red and white race car while another man wearing sunglasses looks on.","labels":[]}
{"proposition":"A man in a black t-shirt works on a race car.","labels":[]}
{"proposition":"A man services a red and white hot rod dragster car.","labels":[]}
{"proposition":"A man is spraying something on this drag car.","labels":[]}
{"proposition":"An elderly person is getting their haircut by another person wearing a cap, in front of a sign with Chinese characters.","labels":[]}
{"proposition":"A woman in black walks down a street with luggage.","labels":[]}
{"proposition":"A tribesman makes his way up a tree with his feet and his hands.","labels":[]}
{"proposition":"People are gathered at a bar.","labels":[]}
{"proposition":"A man in sunglasses, a red striped sweater, and a leather jacket smiles and points his finger.","labels":[]}
{"proposition":"A man climbs through trees like a monkey.","labels":[]}
{"proposition":"male construction workers observing something from a construction site.","labels":[]}
{"proposition":"A crowd runs on a wide track for a race.","labels":[]}
{"proposition":"A young man looking at the sky through a personal telescope in the evening.","labels":[]}
{"proposition":"Young girls wearing green jerseys and black shorts stretch their legs.","labels":[]}
{"proposition":"One black man and one caucasian man are at the front of the pack of otherwise predominantly Asian track runners; all wearing shorts, running shoes and numbered paper race-bibs.","labels":[]}
{"proposition":"A young women's soccer team with green uniforms is performing a stretching exercise.","labels":[]}
{"proposition":"A group a man with numbers pinned to their shirts run in a race.","labels":[]}
{"proposition":"A marathon of runners running on a red track.","labels":[]}
{"proposition":"A man in a blue sweater and brown pants, pushed a young girl wearing a white shirt and blue jeans on a scooter down the sidewalk.","labels":[]}
{"proposition":"Child in blue dress holding sandal in one hand and eating blue cotton candy with other hand.","labels":[]}
{"proposition":"Man with a cigarette in his mouth bent over talking to an old women in a pink cap.","labels":[]}
{"proposition":"A young man sets up his telescope for night viewing.","labels":[]}
{"proposition":"Too older people with baskets.","labels":[]}
{"proposition":"A girl in a blue dress sitting on the ground eating cotton candy.","labels":[]}
{"proposition":"A man in a blue jacket has fallen asleep while sitting on a fold-able chair, with a fishing pole and a green umbrella.","labels":[]}
{"proposition":"One man, in a blue jacket, is sitting in the rain under a green umbrella.","labels":[]}
{"proposition":"A man is fishing on the dock despite the dreary weather.","labels":[]}
{"proposition":"A man relaxes in a chair as he fishes on a rainy day.","labels":[]}
{"proposition":"An audience is watching and waiting for something to happen.","labels":[]}
{"proposition":"A group of people and a dog sitting on concrete bleachers.","labels":[]}
{"proposition":"A group of people and a dog sit in the bleachers of a basketball court, watching another group of people's performance on the court.","labels":[]}
{"proposition":"A group of people sitting on concrete steps at a neighborhood basketball court.","labels":[]}
{"proposition":"The person is dress from head to toe in white and is walking on the street.","labels":[]}
{"proposition":"A woman wearing an all-white outfit is walking across a crosswalk.","labels":[]}
{"proposition":"Three young girls posing for a picture in an outdoor amphitheater, surrounded by adults watching a conference.","labels":[]}
{"proposition":"A woman in a white dress walking down a street.","labels":[]}
{"proposition":"A woman dressed in all white in a crosswalk.","labels":[]}
{"proposition":"an elderly woman going through her purse on a busy street.","labels":[]}
{"proposition":"Four kids turn around to be photographed.","labels":[]}
{"proposition":"At night, a man looks through a telescope","labels":[]}
{"proposition":"Two grinning girls in white jump on a green sofa.","labels":[]}
{"proposition":"A dog jumps over a log in the woods.","labels":[]}
{"proposition":"Two girls wearing short dresses are walking next to a car as one carries a large Hand bag.","labels":[]}
{"proposition":"Black dog with a red collar is climbing over fence posts.","labels":[]}
{"proposition":"A large, black dog is climbing over a wooden fence surrounded by bushes.","labels":[]}
{"proposition":"Black dog climbs over fence in grassy area","labels":[]}
{"proposition":"Black dog climbs over fallen logs or boards.","labels":[]}
{"proposition":"A person in an orange coat with a hood lays on top of the entrance corridor to the metro.","labels":[]}
{"proposition":"A golden-brown dog running through a green field.","labels":[]}
{"proposition":"A tan dog is running fast through tall green grass.","labels":[]}
{"proposition":"Three men in collared t-shirts looking at photos in a truck.","labels":[]}
{"proposition":"a brown dog is running through a grassy field.","labels":[]}
{"proposition":"A dog runs in a grassy field.","labels":[]}
{"proposition":"A man a long gray beard and his partner share a meal at an outdoor restaurant.","labels":[]}
{"proposition":"A man and a woman are sharing a meal at an outside restaurant.","labels":[]}
{"proposition":"Man singing on a stage with band.","labels":[]}
{"proposition":"A man and a woman eating a meal together.","labels":[]}
{"proposition":"Two older people are sharing a dish","labels":[]}
{"proposition":"A young girl with red-hair is playing on a sidewalk with a swan.","labels":[]}
{"proposition":"Number 33 slam dunks in his cool green sneakers.","labels":[]}
{"proposition":"A basketball player slam dunks the ball and holds onto the rim.","labels":[]}
{"proposition":"A portly man in an orange jumpsuit standing next to a woman in gray on the highway with a motorcycle laying on its side in the middle of the highway.","labels":[]}
{"proposition":"Aid big guy wearing an orange jumpsuit is talking to a skinny lady who's dressed up with a long skirt is standing on the freeway looking at the red Motorcycle that crash","labels":[]}
{"proposition":"People are standing on a freeway where a motorcycle accident has just occurred.","labels":[]}
{"proposition":"A man and a woman are standing in the middle of the highway looking at motorcycles on the road as traffic is passing.","labels":[]}
{"proposition":"An old man wearing a red suit stands in a large social gathering.","labels":[]}
{"proposition":"Construction workers look on from top of building while two more are suspended from a crane in a basket.","labels":[]}
{"proposition":"Two ladies, one dressed in purple and one in blue, are playing London Bridges outside with a group of children.","labels":[]}
{"proposition":"Two men looking down on a building from a cherry picker.","labels":[]}
{"proposition":"Constructions workers are working on a building.","labels":[]}
{"proposition":"An old man wearing a suit, tie, and a captain's hat is standing amid a crowd, with an angry look on his face.","labels":[]}
{"proposition":"a young girl and two friends are playing.","labels":[]}
{"proposition":"A wakeboarder is jumping a huge wave.","labels":[]}
{"proposition":"A woman with a brown messenger bag is riding a bike down a street.","labels":[]}
{"proposition":"A woman with a messenger bag is riding a bike.","labels":[]}
{"proposition":"A woman with a satchel is riding on a bike smiling.","labels":[]}
{"proposition":"A young girl dressed in a Minnie mouse outfit and an older woman walking down the sidewalk.","labels":[]}
{"proposition":"A dog is playing in water.","labels":[]}
{"proposition":"man in van painted like the mystery machine parked in front of house","labels":[]}
{"proposition":"A van painted in bright blue, pink, and green is driving down the road.","labels":[]}
{"proposition":"A blond-headed child holding a red broom.","labels":[]}
{"proposition":"Colorful van with blue above and green with pink \"clouds\" on the bottom sitting in front of a fenced in home and sign saying \"Jaguar\" in front.","labels":[]}
{"proposition":"A caucasian male toddler sweeps the tiled floor.","labels":[]}
{"proposition":"The small blond-haired child is holding a broom.","labels":[]}
{"proposition":"A little child with a sweater, blue shirt and black pants, holding a broom in a kitchen.","labels":[]}
{"proposition":"A young child in blue sweeps the floors like his parents.","labels":[]}
{"proposition":"A young man does exercises in his fencing class.","labels":[]}
{"proposition":"Man wearing black is holding a sword with his arms out.","labels":[]}
{"proposition":"A man in a gym performs moves with outstretched arms.","labels":[]}
{"proposition":"A man holding his arms out horizontally, and gripping a fencing sword in his right hand, as people in the background do the same thing.","labels":[]}
{"proposition":"Teen boy practicing with a sword in a gym with his team.","labels":[]}
{"proposition":"Workers at a construction site.","labels":[]}
{"proposition":"An African American man in a brown shirt is singing on a stage.","labels":[]}
{"proposition":"Football team is getting drenched by a hose.","labels":[]}
{"proposition":"A group of young football players are being sprayed with water.","labels":[]}
{"proposition":"Young boys in football jerseys getting showered with water outside.","labels":[]}
{"proposition":"A group of teenage boys in yellow and blue football uniforms are being sprayed with water.","labels":[]}
{"proposition":"A man is a kitchen cooking.","labels":[]}
{"proposition":"A young girl poses by the water.","labels":[]}
{"proposition":"A girl in jeans sitting on rock getting her picture taken.","labels":[]}
{"proposition":"A woman sits in the sun on some large rocks in the middle of a pond.","labels":[]}
{"proposition":"A Girl Wearing Boots, Is Sitting On A Rock Near a Pond.","labels":[]}
{"proposition":"A young woman sitting on stepping stones in a small pond.","labels":[]}
{"proposition":"Some children playing in a pit full of colorful balls","labels":[]}
{"proposition":"Two children slide down a slide into a ball pit while another child looks on.","labels":[]}
{"proposition":"Two children fall headfirst into a colorful ball pit while a third child watches.","labels":[]}
{"proposition":"A man wearing jeans, along sleeve t-shirt, and glasses is standing on a low metal railing.","labels":[]}
{"proposition":"A young man is posing on his skateboard on top of a rail at a skate park.","labels":[]}
{"proposition":"A skateboarder at a skate park attempting a rail slide trick.","labels":[]}
{"proposition":"The young girl makes a wonderful snow angel on the ground.","labels":[]}
{"proposition":"A girl plays in the snow by making a snow angel.","labels":[]}
{"proposition":"A young child in a red jacket and jeans lays in the snow to make a snow angel.","labels":[]}
{"proposition":"Several people are gathered and watching an event.","labels":[]}
{"proposition":"A group of men and women are facing in the direction of something that is happening off-camera.","labels":[]}
{"proposition":"A girl who is surrounded by other people is taking a picture at a concert.","labels":[]}
{"proposition":"The man in a blue sweatshirt is in a kitchen.","labels":[]}
{"proposition":"An elderly woman sitting on a bench.","labels":[]}
{"proposition":"Seven people are wading in a natural pool.","labels":[]}
{"proposition":"Three girlfriends are sitting in a darkened theater.","labels":[]}
{"proposition":"A tall man stirring a pot of food on a stove.","labels":[]}
{"proposition":"A businessman is talking on his cellphone while smoking a cigarette at an intersection under construction.","labels":[]}
{"proposition":"An elderly woman sits on a park bench under the shade of a tree.","labels":[]}
{"proposition":"people lounge in a man made pool, next to a river","labels":[]}
{"proposition":"There are people in swimming pool next to a river.","labels":[]}
{"proposition":"A group of cats sit in the grass.","labels":[]}
{"proposition":"Two football players run into each other.","labels":[]}
{"proposition":"A football player in a full stadium jumping and recieving a football.","labels":[]}
{"proposition":"A person walks among large, white geometric shaped architecture.","labels":[]}
{"proposition":"Two men vie for a football.","labels":[]}
{"proposition":"Two people hiking on a mountain.","labels":[]}
{"proposition":"A man in face mask working on a machine.","labels":[]}
{"proposition":"Two boys at play at a fun center, there are two women in the background laughing.","labels":[]}
{"proposition":"A toddler drinking from a cup in a toy car.","labels":[]}
{"proposition":"A man wears an interesting blue wig in public","labels":[]}
{"proposition":"A girl is wearing a blue wig under a brown hooded jacket.","labels":[]}
{"proposition":"One person in a crowd of people, wearing a blue wig","labels":[]}
{"proposition":"Man with brown coat and sunglasses wears a blue wig and ball cap.","labels":[]}
{"proposition":"The pilot looking out of a British Airways airplane while two men are standing outside.","labels":[]}
{"proposition":"A man with a motorcycle helmet lounges in the sun next to a body of water.","labels":[]}
{"proposition":"A man rests on the terraced steps leading down to the water.","labels":[]}
{"proposition":"A man with a motorcycle helmet rests by the waterfront.","labels":[]}
{"proposition":"A man sleeps on the beach after removing his helmet.","labels":[]}
{"proposition":"A man is laying in the sand.","labels":[]}
{"proposition":"A musical event in the park.","labels":[]}
{"proposition":"A person dressed as Batman poses for a picture.","labels":[]}
{"proposition":"A dog jumping at the beach.","labels":[]}
{"proposition":"Dog on a rock next to water.","labels":[]}
{"proposition":"A muddy dog runs next to water.","labels":[]}
{"proposition":"A furry white dog playing in the sand.","labels":[]}
{"proposition":"A small dog is jumping on the dirt in front of some water","labels":[]}
{"proposition":"Dog and women with baby strollers crossing a bridge in rural area.","labels":[]}
{"proposition":"The couple pushed the strollers across the wood bridge and the dogs followed.","labels":[]}
{"proposition":"a man inspecting meat in a kitchen","labels":[]}
{"proposition":"Two mothers are pushing baby strollers as the dogs run down.","labels":[]}
{"proposition":"The cats are lazily laying in the field of dry grass.","labels":[]}
{"proposition":"a family crossing a bridge","labels":[]}
{"proposition":"A man wearing black shirt with devil looking eyes, holding two big slices of meat.","labels":[]}
{"proposition":"The man wearing a red shirt is mowing grass using a riding lawn mower.","labels":[]}
{"proposition":"Guy in an orange vest on a lawn tractor mowing his lawn on a sunny day","labels":[]}
{"proposition":"A man is cutting grass on a large field on a green rising mower.","labels":[]}
{"proposition":"A guy mowing a lawn on his tractor","labels":[]}
{"proposition":"A man with a blue shirt, SpongeBob shirts, clogs, and white tights stands on the street.","labels":[]}
{"proposition":"A small group of people are looking over vegetables at a farmer's market.","labels":[]}
{"proposition":"A shirtless man in blue holding up a large blue rod and looking at the camera.","labels":[]}
{"proposition":"A young man diving into the water.","labels":[]}
{"proposition":"A young guy jumping into the water.","labels":[]}
{"proposition":"A man jumping and flipping into water.","labels":[]}
{"proposition":"A man in blue shorts diving into water.","labels":[]}
{"proposition":"A boy in a blue bathing suit is diving into the water.","labels":[]}
{"proposition":"These two women are busy with writing and computer use.","labels":[]}
{"proposition":"A girl with a knit dress and leg warmers using a computer.","labels":[]}
{"proposition":"A woman in a pattern dress leans over a desk and uses a computer.","labels":[]}
{"proposition":"A woman, with a tattoo on her arm, is standing at a desk using a computer mouse.","labels":[]}
{"proposition":"A group of people are sitting and looking at the scenery.","labels":[]}
{"proposition":"A jean baseball cap with the Tommy Hilfiger logo.","labels":[]}
{"proposition":"A man wearing a tommy hilfiger cap viewing the sites.","labels":[]}
{"proposition":"Two women wearing sunglasses are walking next to each other and talking.","labels":[]}
{"proposition":"Two women, dressed in light clothing and both wearing sunglasses, walk in a partially shaded area.","labels":[]}
{"proposition":"Two young women are holding a conversation while walking through a grass covered area.","labels":[]}
{"proposition":"Two women wearing white are walking.","labels":[]}
{"proposition":"A man is climbing up a large rocky mountain.","labels":[]}
{"proposition":"a young man climbing on a rock with no shirt on","labels":[]}
{"proposition":"There is an oriental man climbing up a mountain.","labels":[]}
{"proposition":"A rock climber grasps a ledge with his chalk covered hand.","labels":[]}
{"proposition":"The girl is swimming with only her head above the water.","labels":[]}
{"proposition":"A closeup of a shirtless man rock climbing.","labels":[]}
{"proposition":"A red-haired man dancing.","labels":[]}
{"proposition":"This girl is having so much fun on the swing!","labels":[]}
{"proposition":"An aging rocker performs on stage in a sleeveless shirt and striped pants.","labels":[]}
{"proposition":"A man in a pirate costume playing an instrument in a band.","labels":[]}
{"proposition":"A man with a scarf on performs with his band on stage.","labels":[]}
{"proposition":"People in pirate outfits are playing in a band.","labels":[]}
{"proposition":"A white dog is running across a grassy field.","labels":[]}
{"proposition":"The boy is sliding down a metal slide.","labels":[]}
{"proposition":"A girl whose head is sticking out of the water at her mouth.","labels":[]}
{"proposition":"A man in a wheelchair and a blond woman play badminton with three youths.","labels":[]}
{"proposition":"A person in a wheelchair plays a netted sport with three players in green shirts while being coached by an older woman off to his left.","labels":[]}
{"proposition":"People playing in a gym with a net.","labels":[]}
{"proposition":"People playing badminton in a gymnasium.","labels":[]}
{"proposition":"a crippled women playing a sport.","labels":[]}
{"proposition":"A smiling boy with a blue sweatshirt and camouflage shorts on a metal slide in the grass.","labels":[]}
{"proposition":"A bearded man, and a girl in a red dress are getting married.","labels":[]}
{"proposition":"A man with a white hat on a scooter.","labels":[]}
{"proposition":"A white British Airways plane on the airstrip.","labels":[]}
{"proposition":"People walking around on a busy sidewalk at night.","labels":[]}
{"proposition":"A dog carries a very big stick through the water.","labels":[]}
{"proposition":"The man wearing a colorful outfit is holding something in both hands and smiling for the camera.","labels":[]}
{"proposition":"Children watching a man and another child in front of them.","labels":[]}
{"proposition":"Ten men inspect and gather huge fishing nets on a sandy beach.","labels":[]}
{"proposition":"A man in a white jacket puts on a public magic show and uses a child as a volunteer as the crowd watches.","labels":[]}
{"proposition":"A girl does a cartwheel in the street while people watch from the sidewalk.","labels":[]}
{"proposition":"Someone in shorts is somersaulting in front of a crowd.","labels":[]}
{"proposition":"Several men making a net on a beach.","labels":[]}
{"proposition":"The person in the black shirt performed a stunt in the street while the crowd watched.","labels":[]}
{"proposition":"Soldiers in uniform holding guns.","labels":[]}
{"proposition":"Several people dressed in like jerseys roll an old cannon during a competition.","labels":[]}
{"proposition":"A man and a woman playfully fight and hang from support railings in a subway car.","labels":[]}
{"proposition":"The boy is coming down the amusement slide on his knees.","labels":[]}
{"proposition":"A boy wearing all black is sliding down a blow up yellow slide.","labels":[]}
{"proposition":"Boy sliding down a slide on his knees.","labels":[]}
{"proposition":"A kid in black going down an inflatbale slide.","labels":[]}
{"proposition":"A boy speeding down a steep slide.","labels":[]}
{"proposition":"A man wearing a yellow shirt is looking down and standing in front of a window next to a box.","labels":[]}
{"proposition":"Two men on a dock preparing freshly caught fish.","labels":[]}
{"proposition":"Two men standing on a pier over a captured fish.","labels":[]}
{"proposition":"A gray-haired man in a sleeveless shirt and another older gentleman in all white look to their left while standing on a pier with a fish.","labels":[]}
{"proposition":"Two men standing on a dock looking and pointing at boats.","labels":[]}
{"proposition":"A laughing baby is surrounded by balls of various colors.","labels":[]}
{"proposition":"Little girl lying in many colored plastic balls.","labels":[]}
{"proposition":"Three greyhounds are racing on a track at night.","labels":[]}
{"proposition":"A smiling child is surrounded by colored balls.","labels":[]}
{"proposition":"A young woman sitting on a large tool chest paints her face silver.","labels":[]}
{"proposition":"A young blond-haired woman wearing blue jeans and black sweater, applying facial makeup.","labels":[]}
{"proposition":"Next to a green field, young blond woman sitting outside on a gray trunk applying makeup to her face.","labels":[]}
{"proposition":"A distressed couch sits in front of a graffiti-covered wall, while a woman looks and smiles.","labels":[]}
{"proposition":"A woman focuses her Canon DLP, surrounded by green trees and grass.","labels":[]}
{"proposition":"Dark hair woman taking a photo with a canon camera that has a large zoom.","labels":[]}
{"proposition":"A woman wearing several bracelets holds a canon photograph up to take a photo.","labels":[]}
{"proposition":"A man wearing a yellow hard hat is pulling on a rope.","labels":[]}
{"proposition":"A man in a yellow work helmet has a rope in his hand.","labels":[]}
{"proposition":"A man pulling on a rope, he's doing this wearing a yellow hard hat.","labels":[]}
{"proposition":"A lady is taking a photo using a canon camera.","labels":[]}
{"proposition":"A middle-aged man with a black and white shirt building an airplane in a field with cars all around.","labels":[]}
{"proposition":"Official looking people view a map.","labels":[]}
{"proposition":"A group of men are looking at multiple maps.","labels":[]}
{"proposition":"Five men looking at a topographical map.","labels":[]}
{"proposition":"A group of workers are staring at a map and two men are pointing at the map.","labels":[]}
{"proposition":"A group of men is standing around a table and looking at a map.","labels":[]}
{"proposition":"Two motorcyclist neck-to-neck about to take a turn","labels":[]}
{"proposition":"Two motorcyclist racing on an inclined track.","labels":[]}
{"proposition":"Two motorcycle drivers race around a bend at high speeds wearing highly florescent yellow, blue and green colors.","labels":[]}
{"proposition":"Two motorcyclists racing neck and neck around a corner.","labels":[]}
{"proposition":"Two motorcycle racers are in a close race.","labels":[]}
{"proposition":"Three men standing with drinks in their hands having a conversation under an outdoor shelter, one man appears to be wearing a jewish cap.","labels":[]}
{"proposition":"Three older men, one with a yarmulke, one with glasses, and one with a striped shirt are talking.","labels":[]}
{"proposition":"Three gentle men having a discussion about the seminar they just attended in Florida.","labels":[]}
{"proposition":"A man in a blue hard hat and orange safety vest stands in an intersection while holding a flag.","labels":[]}
{"proposition":"Three men talking to each other and drinking.","labels":[]}
{"proposition":"A man leaning on his chair while an old couple dances next to him.","labels":[]}
{"proposition":"A large group of computer gamers are arranged in a row while playing games.","labels":[]}
{"proposition":"A bunch of young adults stare in concentration at their computer monitors as they competitively game.","labels":[]}
{"proposition":"A woman squatting in dirt with a large bin of potatoes in front of her.","labels":[]}
{"proposition":"A larger man in a leaf-printed shirt is working with his remote controlled airplane.","labels":[]}
{"proposition":"A woman stands on a sidewalk behind a table filled with hats.","labels":[]}
{"proposition":"a group of people enjoying a thrill ride at an amusement park.","labels":[]}
{"proposition":"two people in a crowd are looking up","labels":[]}
{"proposition":"People looking up at the sky at something.","labels":[]}
{"proposition":"A crowd of people gathered together looking up and taking pictures.","labels":[]}
{"proposition":"Many people are crowded together, with a couple of them looking upwards.","labels":[]}
{"proposition":"A young woman wearing a colorful flower shirt is taking a photo on a busy street.","labels":[]}
{"proposition":"Asian spectators.","labels":[]}
{"proposition":"A man holding a glass and talking to an elderly woman.","labels":[]}
{"proposition":"A motorcyclist drives up the side of a green mountain while another bike remains stationary.","labels":[]}
{"proposition":"A man is wearing an Alaska sweatshirt.","labels":[]}
{"proposition":"A man talking to old woman in restaurant while holding a wineglass.","labels":[]}
{"proposition":"A man wearing an Alaska sweatshirt and a baseball cap is buying lottery tickets.","labels":[]}
{"proposition":"a man in a blue sweater is talking to a gray headed lady.","labels":[]}
{"proposition":"A wedding party walks out of a building.","labels":[]}
{"proposition":"A brown dog is licking its nose.","labels":[]}
{"proposition":"People mingle in a crowded bar.","labels":[]}
{"proposition":"A man in a Hawaiian shirt putting together an airplane model.","labels":[]}
{"proposition":"Several people standing around at a party.","labels":[]}
{"proposition":"A group of people, holding drinks are standing around talking.","labels":[]}
{"proposition":"A brown dog with his tongue out looks at the camera.","labels":[]}
{"proposition":"A woman in a green shirt swinging, with only one shoe on.","labels":[]}
{"proposition":"A woman in glasses with short, dark hair wearing light capri style pants, green t-shirt and sandals on a swing.","labels":[]}
{"proposition":"A woman who has lost one shoe is swinging.","labels":[]}
{"proposition":"A black motorcycle parked in a parking lot in front of a grass filled hill.","labels":[]}
{"proposition":"A woman on a swing is wearing one shoe.","labels":[]}
{"proposition":"Three people are jogging together in a race.","labels":[]}
{"proposition":"An artist painting standing in the street painting his scenery of a red and white building.","labels":[]}
{"proposition":"A person picking garbanzo beans with her bear hands.","labels":[]}
{"proposition":"A man in a robe is riding a donkey down a street.","labels":[]}
{"proposition":"A man in a blue outfit is riding a small horse.","labels":[]}
{"proposition":"A man in blue clothing and a white turban rides a white horse past a vivid green tree and a orange and white house with purple fixtures.","labels":[]}
{"proposition":"A man riding a donkey in front of a mustard building.","labels":[]}
{"proposition":"A player on the white and blue team kicks a soccer ball toward his teammate while players on the red team watch.","labels":[]}
{"proposition":"A soccer player dressed in blue and white is kicking the ball to his teammate while other teammates and opponents dressed in red watch.","labels":[]}
{"proposition":"Past the tree, a man is riding a donkey.","labels":[]}
{"proposition":"A group of kids in red and white playing soccer.","labels":[]}
{"proposition":"A man in a cap and scarf is outside painting a scene with a green fence in it.","labels":[]}
{"proposition":"A dog jumping with a ball in its mouth.","labels":[]}
{"proposition":"An elderly man and woman are ready to maneuver a contraption.","labels":[]}
{"proposition":"A bicyclist with a backpack rides down a suburban street.","labels":[]}
{"proposition":"There is a fisherman standing in front of a large wave.","labels":[]}
{"proposition":"Heavy equipment leveling the sand on a nice beach.","labels":[]}
{"proposition":"A child in a blur shirt playing in a flower bed.","labels":[]}
{"proposition":"Workers in baseball hats in their bright office.","labels":[]}
{"proposition":"A man looks out over the water with an object in his hand.","labels":[]}
{"proposition":"Two people in baseball caps are sitting inside a large office space and looking at a computer screen.","labels":[]}
{"proposition":"Two people in light colored baseball caps looking at two computer monitors in front of them.","labels":[]}
{"proposition":"Two employees wearing white caps are working at two computer screens in a dimly lit room.","labels":[]}
{"proposition":"Two people in white hats look at a computer screen.","labels":[]}
{"proposition":"A person on a blue scooter waits at a crosswalk.","labels":[]}
{"proposition":"An Asian person is sitting in the street on a motorbike.","labels":[]}
{"proposition":"A man with a helmet and a cellphone is sitting on his moped at a crosswalk.","labels":[]}
{"proposition":"An asian man wearing a blue and white striped shirt speaks on the phone while he is sitting on a silver colored motorbike at a crosswalk.","labels":[]}
{"proposition":"A man sits on a blue scooter in the street.","labels":[]}
{"proposition":"Indoor scene of a woman in yellow with her back to the camera, and a man wearing a bandanna looking at something across the room.","labels":[]}
{"proposition":"A woman wearing glasses sits and looks to the right.","labels":[]}
{"proposition":"It appears they are setting up for the meet.","labels":[]}
{"proposition":"A man in a black bandanna opens a box.","labels":[]}
{"proposition":"A shirtless man poses with a girl hiking in a park.","labels":[]}
{"proposition":"A woman in red wears glasses and long earrings.","labels":[]}
{"proposition":"A closely contested swimming race.","labels":[]}
{"proposition":"Two men and one woman are dressed in costume hats.","labels":[]}
{"proposition":"three people dressed in costumes on a stage.","labels":[]}
{"proposition":"People in strange costumes in a play.","labels":[]}
{"proposition":"The white dogs look curiously at the black llama.","labels":[]}
{"proposition":"Three people acting in a play.","labels":[]}
{"proposition":"Outdoor market selling fruit and vegetables.","labels":[]}
{"proposition":"A black sheep with three white dogs.","labels":[]}
{"proposition":"A guy is running away from a black bull.","labels":[]}
{"proposition":"A man running away from a charging bull.","labels":[]}
{"proposition":"Many men wrestling in a pile of mulch.","labels":[]}
{"proposition":"Man in ring bending backwards with a bull behind him.","labels":[]}
{"proposition":"A group of men fighting at what looks to be a ranch.","labels":[]}
{"proposition":"A man and a woman are adjusting a costume headpiece on a brown and white cow.","labels":[]}
{"proposition":"Three men, one wearing a white shirt and a cowboy hat, and another wearing a long-sleeve blue shirt, and the other in a long-sleeve black shirt are fist fighting each other.","labels":[]}
{"proposition":"A group of young men are wrestling and horsing around in a dirt pit.","labels":[]}
{"proposition":"Several women standing on a sidewalk.","labels":[]}
{"proposition":"A shirtless man by a concrete wall holds a knife.","labels":[]}
{"proposition":"A view of people on a street during the day with surrounding buildings.","labels":[]}
{"proposition":"A man and woman, on a park trail, pose in front of a lake and distant mountain.","labels":[]}
{"proposition":"Two woman wearing dresses are standing on a street in the sun.","labels":[]}
{"proposition":"Two girls wearing dresses are standing on a bricked sidewalk.","labels":[]}
{"proposition":"Two blond girls in blue jerseys playing catch with a yellow ball.","labels":[]}
{"proposition":"One girl tosses a softball to her team member on base.","labels":[]}
{"proposition":"A black and white dog is running through the grass.","labels":[]}
{"proposition":"A girl with a number seven jersey throws a softball to her teammate.","labels":[]}
{"proposition":"The dog is running through a field.","labels":[]}
{"proposition":"Happy Amusement Park riders on a theme park ride.","labels":[]}
{"proposition":"Several people walking across an intersection.","labels":[]}
{"proposition":"Tourists posing by a cement camel statue.","labels":[]}
{"proposition":"A lady in a gray shirt and blue jeans crosses the street at a crosswalk.","labels":[]}
{"proposition":"A wedding couple are being photographed on a street corner amongst passersby and traffic.","labels":[]}
{"proposition":"A group of young people take a silly picture in front of a camel statue outside.","labels":[]}
{"proposition":"Seven people of Asian descent are expressing happiness standing in front of a stone dragon statue in a park in winter time.","labels":[]}
{"proposition":"People standing near a statue posing for a photograph.","labels":[]}
{"proposition":"A couple of people crossing the street.","labels":[]}
{"proposition":"A mime and lady holding a gold microphone laughing.","labels":[]}
{"proposition":"An Irish dancer performs a solo.","labels":[]}
{"proposition":"A fireman strings emergency crowd management tape.","labels":[]}
{"proposition":"a dog swimming through the water","labels":[]}
{"proposition":"A firefighter is wrapping caution tape around a light post.","labels":[]}
{"proposition":"A woman sitting in a chair with her hand on her head while she is looking a piece of paper.","labels":[]}
{"proposition":"a white dog runs along the beach","labels":[]}
{"proposition":"Two modern buildings made of glass and stone accent the setting.","labels":[]}
{"proposition":"A woman is walking at dusk down an urban street.","labels":[]}
{"proposition":"Two buildings beyond a concrete wall facing a walkway with a woman talking on a cellphone.","labels":[]}
{"proposition":"A girl in a red winter coat walks down the city sidewalk as she speaks on the phone.","labels":[]}
{"proposition":"Someone walking along a wall.","labels":[]}
{"proposition":"Two women wait for a bus.","labels":[]}
{"proposition":"Two blond dogs sniff one another.","labels":[]}
{"proposition":"A baseball player strains to throw a ball.","labels":[]}
{"proposition":"A man wearing a black shirt is looking at a binder on a music stand while playing a guitar.","labels":[]}
{"proposition":"A child is standing on a walkway with the sun to her back.","labels":[]}
{"proposition":"A kid is standing on a boardwalk while the parents watch.","labels":[]}
{"proposition":"A small child with blond-hair and a pink shirt stands alone on a bridge.","labels":[]}
{"proposition":"Man in black shirt plays silver electric guitar.","labels":[]}
{"proposition":"A little girl walking on a concrete boardwalk.","labels":[]}
{"proposition":"A group men playing musical instruments.","labels":[]}
{"proposition":"City workers are working on the subway.","labels":[]}
{"proposition":"Four Musicians are playing music on a baseball field.","labels":[]}
{"proposition":"Men are playing different musical instruments in a park.","labels":[]}
{"proposition":"Many people in orange jackets are working in the subway station.","labels":[]}
{"proposition":"Workers in hard hats and orange vests laying cement tiles over the floor.","labels":[]}
{"proposition":"Construction workers laying cement in a building.","labels":[]}
{"proposition":"Musicians play on a baseball diamond.","labels":[]}
{"proposition":"A relaxing day of fishing for this young man.","labels":[]}
{"proposition":"Two men walking in front of a Farmers Market.","labels":[]}
{"proposition":"Two men in shorts and flip-flops walking in front of the Farmer's Market.","labels":[]}
{"proposition":"Two men in shorts and sandals are carrying food and drinks at a farmers market.","labels":[]}
{"proposition":"Two men in shorts, sleeveless shirts, and sandals hold plastic cups of iced tea in front of a clock tower labeled' Farmers Market.'","labels":[]}
{"proposition":"Two young men similarly attired walk leisurely through a farmer's market shortly before 2 o'clock in the afternoon, drinking a beverage, possibly tea.","labels":[]}
{"proposition":"A boy getting his hair buzzed off by another boy.","labels":[]}
{"proposition":"A boy is sitting in a chair getting a haircut.","labels":[]}
{"proposition":"A boy is shaving a African American's hair in a home setting he has clothing over him so he does n't get hair on himself.","labels":[]}
{"proposition":"A black boy is cutting another black boy's hair with a razor.","labels":[]}
{"proposition":"A man dressed in black is smoking a cigarette.","labels":[]}
{"proposition":"A baby and a toddler are smiling whilst playing in a nursery.","labels":[]}
{"proposition":"A young boy and his baby brother get excited about picture taking.","labels":[]}
{"proposition":"A man with a beer and another man facing each other, talking.","labels":[]}
{"proposition":"Two men having a conversation in an outdoor public area.","labels":[]}
{"proposition":"One older man holding a beer standing with another man.","labels":[]}
{"proposition":"Two men, one enjoying a beer, have a discussion.","labels":[]}
{"proposition":"A girl is serving food and a man is staring at her.","labels":[]}
{"proposition":"A young girl jumps off of a couch and high into the air.","labels":[]}
{"proposition":"The number 13 player is about to kick a blue and white soccer ball.","labels":[]}
{"proposition":"Men on a beach dragging a long fishing net attached to a boat.","labels":[]}
{"proposition":"Five men hauling in a fishing net on the beach.","labels":[]}
{"proposition":"Five men on the beach are pulling a sail out of the water.","labels":[]}
{"proposition":"Men holding a fishing net on the beach.","labels":[]}
{"proposition":"Three people put up a batting cage.","labels":[]}
{"proposition":"Three women of different ages in white dresses sitting in a dusty clearing in front of trees.","labels":[]}
{"proposition":"A boy hits a ball off of a tee ball into to net.","labels":[]}
{"proposition":"A bike mechanic is working on fixing his bike before the big race.","labels":[]}
{"proposition":"A man holds a net while a boys bats a ball into it.","labels":[]}
{"proposition":"Construction workers pose for a picture on a work site.","labels":[]}
{"proposition":"Construction workers at an construction site.","labels":[]}
{"proposition":"A group of construction workers wearing hard hats are standing, holding gloves and tools.","labels":[]}
{"proposition":"Five men wearing construction hats are at a construction site.","labels":[]}
{"proposition":"A woman in a brown top with glasses is standing in front of a chart.","labels":[]}
{"proposition":"A black dog swims in water with a colorful ball in his mouth.","labels":[]}
{"proposition":"Men standing at a construction site.","labels":[]}
{"proposition":"A very large Oriental structure is positioned in the middle of a sidewalk and some people crowd around it while others merely walk by.","labels":[]}
{"proposition":"Several people walk on a sidewalk next to a tall structure with a mural painted on it.","labels":[]}
{"proposition":"People walking outside in front of a large Asian type decoration.","labels":[]}
{"proposition":"A woman poses in front of a tall ceremonial display in Japan.","labels":[]}
{"proposition":"A woman in a gray outfit walks along a brick promenade.","labels":[]}
{"proposition":"Woman in shorts and tank top sitting on a stone wall.","labels":[]}
{"proposition":"Young Asian female sitting in a pose on a stone wallas she is being photographed.","labels":[]}
{"proposition":"An attractive young woman dressed in blue jean shorts and a gray patterned shirt sits on a railing along side a sidewalk with a pensive expression on her face.","labels":[]}
{"proposition":"A young girl plays peek-a-boo, covering the eyes of the man on whose shoulders she sits.","labels":[]}
{"proposition":"A brown-haired boy with a white shirt looking out the window of a bus or subway.","labels":[]}
{"proposition":"A girl in a red shirt is outside crying.","labels":[]}
{"proposition":"A young man sits, looking out of a train window.","labels":[]}
{"proposition":"A young child with pigtails is raising her hands upwards.","labels":[]}
{"proposition":"A little girl is playing with park equipment.","labels":[]}
{"proposition":"Young Asian girl who looks upset at a children's outdoor playground.","labels":[]}
{"proposition":"A young girl with ponytails is reaching up to blue bars and crying.","labels":[]}
{"proposition":"A girl jumping in the grass.","labels":[]}
{"proposition":"Several men are working on tiles together while sitting on the floor.","labels":[]}
{"proposition":"The girl in a pink shirt jumps high over the grass.","labels":[]}
{"proposition":"A young blond girl with a pink shirt on jumps high into the air while kicking her foot out and sticking her tongue out.","labels":[]}
{"proposition":"Seven men chipping tiles with hammers.","labels":[]}
{"proposition":"A girl jumps in the grass.","labels":[]}
{"proposition":"A worker is gardening in a variety of plants.","labels":[]}
{"proposition":"One man stands in the shallow water while another sits on a rock by a river with a rock cliff in the background.","labels":[]}
{"proposition":"A man posing in front of a crowd on a busy street.","labels":[]}
{"proposition":"Someone wearing a conical hat is gardening in the foreground while people dressed in blue are looking out in the opposite direction.","labels":[]}
{"proposition":"One person wearing a Chinese hat, gardening, while a group of people facing the opposite direction stand behind him.","labels":[]}
{"proposition":"A worker in a white straw hat with pink gloves on tending a small garden.","labels":[]}
{"proposition":"A gardener in a blue jumpsuit and pink gloves is kneeling in the bushes.","labels":[]}
{"proposition":"Two kids underneath a sheet playing with a white dog.","labels":[]}
{"proposition":"A man in white khakis, a white hat, a black t-shirt, and a gray vest and a young boy in a white t-shirt and dark colored shorts appear to be fishing or looking for precious gems in muddy water.","labels":[]}
{"proposition":"Three young people planting flowers and covering the area with a tarp.","labels":[]}
{"proposition":"People trying to improve the compound near in their school in downtown Los Angeles.","labels":[]}
{"proposition":"Two girls throwing a football in their backyard.","labels":[]}
{"proposition":"A man in a hat rests on a big rock in the middle of a muddy river as another man behind him carefully makes his way to the rocky path.","labels":[]}
{"proposition":"Two young men selling goods in a market.","labels":[]}
{"proposition":"A man on a phone stands before a seated man.","labels":[]}
{"proposition":"A boy dressed as a pirate and a girl dressed as a princess are running down the street.","labels":[]}
{"proposition":"Children selling beads and jewelry on a floor.","labels":[]}
{"proposition":"Some youth are playing basketball on an outdoor court.","labels":[]}
{"proposition":"A man is riding a bull at a rodeo setting with a small crowd watching.","labels":[]}
{"proposition":"An older man sits on the rocks and looks on as the younger man investigates what is in the water.","labels":[]}
{"proposition":"A yellow dog runs through the grass.","labels":[]}
{"proposition":"Performers dressed as a princess, deer, table, and a hooded figure interact with each other.","labels":[]}
{"proposition":"The man and woman show off their matching skull tattoos.","labels":[]}
{"proposition":"Three people wearing costumes are standing around talking.","labels":[]}
{"proposition":"Father showing sons pictures on his camera.","labels":[]}
{"proposition":"A cream colored dog runs through green grass.","labels":[]}
{"proposition":"a man and woman have matching tattoos.","labels":[]}
{"proposition":"A person on a unicycle jumping down the path in a beautiful area surrounded by shrubbery.","labels":[]}
{"proposition":"A person is doing a bicycle trick over the rocks while a bystander gives a thumbs up.","labels":[]}
{"proposition":"One footballer is tackling another for the football.","labels":[]}
{"proposition":"A mountain biker does a trick on a forest path.","labels":[]}
{"proposition":"Two hikers on a dirt road.","labels":[]}
{"proposition":"A small child is sitting playing with an adornment in a small garden.","labels":[]}
{"proposition":"Two individuals are standing next to some supplies in a mountainous area.","labels":[]}
{"proposition":"Two people are standing near carts full of many items, in front of a mountain background.","labels":[]}
{"proposition":"two people with hiking gear at a checkpoint on a mountain.","labels":[]}
{"proposition":"Two people are organizing supplies outside near the mountains.","labels":[]}
{"proposition":"A red speed boat crosses the water.","labels":[]}
{"proposition":"A child grimaces for a photo, teeth bared, while eating a blue, heart-shaped lollipop.","labels":[]}
{"proposition":"A man in white shit uses laptop nest to a large monument.","labels":[]}
{"proposition":"A closeup of a child's face eating a blue, heart shaped lollipop.","labels":[]}
{"proposition":"A young man in a white tank top views a laptop on a stone bench.","labels":[]}
{"proposition":"A man in a white tank top sitting down looking at a laptop.","labels":[]}
{"proposition":"A man in a white tank shirt holds a laptop while sitting next to a white column with a statue on top of it.","labels":[]}
{"proposition":"A man in a white tank top using a laptop sitting next to a tall pillar with a statue on top of it.","labels":[]}
{"proposition":"This man is shooting pool with another man in a game where there are all solid colored balls.","labels":[]}
{"proposition":"A man in a dark room plays billiards while his opponent watches.","labels":[]}
{"proposition":"A man is playing pool, shooting a ball toward the camera.","labels":[]}
{"proposition":"A man lining up a shot in snooker.","labels":[]}
{"proposition":"A woman in a white dress is walking down the street.","labels":[]}
{"proposition":"a man and a woman having a conversation on a mountaintop restaurant","labels":[]}
{"proposition":"An old man wearing a red hat and black raincoat.","labels":[]}
{"proposition":"A subways worker checks the rail in a tunnel.","labels":[]}
{"proposition":"A young boy in a red shirt and orange pants rides a bicycle supporting several American flags.","labels":[]}
{"proposition":"There is a little boy in a red shirt and orange shorts riding a bicycle that has been decorated with red, white, and blue items.","labels":[]}
{"proposition":"A child is riding a decorated bicycle with an American flag on the back.","labels":[]}
{"proposition":"A young blond boy riding a red, white, blue, and yellow bicycle with american flags on it.","labels":[]}
{"proposition":"A young boy enjoys riding his patriotic bike down the road.","labels":[]}
{"proposition":"A old man blowing bubbles in the park.","labels":[]}
{"proposition":"Woman in a white and gold shirt holding a baby and with three children and a man in a jacket.","labels":[]}
{"proposition":"An old man blows colorful bubbles like a young child.","labels":[]}
{"proposition":"An older man in a gray jacket is blowing bubbles.","labels":[]}
{"proposition":"Man in gray and blue coat blows bubbles.","labels":[]}
{"proposition":"Elderly person blowing bubbles outside.","labels":[]}
{"proposition":"A person carving a hawk out of a tree trunk with a chainsaw.","labels":[]}
{"proposition":"An artist is carving an intricate sculpture using a tree and an electric saw.","labels":[]}
{"proposition":"A woodcarver is carving a bald eagle out of wood at a carnival as spectators look on.","labels":[]}
{"proposition":"A man is using a chainsaw to carve a bear and a bird out of wood.","labels":[]}
{"proposition":"Man wearing black and carving an eagle sculpture with a chainsaw.","labels":[]}
{"proposition":"A person with gray hair wears a red hat and watches it snow.","labels":[]}
{"proposition":"A small boy with a blue and yellow backpack and a wool cap is looking at fresh flowers in a store.","labels":[]}
{"proposition":"A drum majorette dressed in a white band uniform is standing in the street.","labels":[]}
{"proposition":"People are using conveyor belts to go up or down.","labels":[]}
{"proposition":"A man in a t-shirt rides an escalator with a shopping cart.","labels":[]}
{"proposition":"Three people going up an escalator and a man with a shopping cart coming down the escalator.","labels":[]}
{"proposition":"A girl with a white sweatshirt and blond-hair is smiling.","labels":[]}
{"proposition":"A man on a green and black motorbike has a crowd cheering in the background.","labels":[]}
{"proposition":"man with white helmet burning rubber of his black and green motorcycle","labels":[]}
{"proposition":"A man in a green and black coat does a burnout in a matching motorcycle in front of a crowd behind fences.","labels":[]}
{"proposition":"A man with a green and black jacket and white helmet rides a motorbike in front of a crowd.","labels":[]}
{"proposition":"Person in a green hooded sweatshirt, looking at the view.","labels":[]}
{"proposition":"A man dressed in gray gear, including helmet, races a dirt bike on a dirt track.","labels":[]}
{"proposition":"A person, dressed in green hoodie and shorts, stands in front of a vista of green hills.","labels":[]}
{"proposition":"A woman in shorts and a green hoodie, at an observation point along a trail, overlooking the mountains below.","labels":[]}
{"proposition":"Two dogs run along the green grass near the water.","labels":[]}
{"proposition":"A woman with blond-hair is smiling and putting on a white sweater.","labels":[]}
{"proposition":"A black dog runs through a field.","labels":[]}
{"proposition":"A dog running fast with ears flying.","labels":[]}
{"proposition":"A black dog running towards the camera.","labels":[]}
{"proposition":"An older man with white hair a blue jacket and a bright red hat.","labels":[]}
{"proposition":"Woman in black poses near a pyramid fountain.","labels":[]}
{"proposition":"A girl sits outside at a large fountain.","labels":[]}
{"proposition":"A woman and two others are sitting nearby a decorative water fountain.","labels":[]}
{"proposition":"A woman sits on a wall next to a large conical fountain.","labels":[]}
{"proposition":"Men in hard hats and orange and green outfits walking outside of a gray concrete structure with short fencing in front of it.","labels":[]}
{"proposition":"A young woman sits near a fountain.","labels":[]}
{"proposition":"A softball player in red and white swings and hits the yellow ball.","labels":[]}
{"proposition":"A woman poses for a picture outdoors.","labels":[]}
{"proposition":"A white dog with a blue collar runs while carrying a yellow toy.","labels":[]}
{"proposition":"a white dog is running on a grassy path carrying a yellow object in its mouth.","labels":[]}
{"proposition":"A white dog with a yellow toy in his mouth runs through a nature trail towards the camera.","labels":[]}
{"proposition":"A young child is splashed by the ocean's waves while she plays on the beach.","labels":[]}
{"proposition":"A young boy with his tongue stuck out is climbing onto a wooden platform.","labels":[]}
{"proposition":"A small boy raising his hand and standing among a lot of orange pumpkins.","labels":[]}
{"proposition":"A guy enjoying the day, having a barbecue.","labels":[]}
{"proposition":"A jockey with a red sports coat riding a horse jumping over an obstacle","labels":[]}
{"proposition":"Two cars are on a racetrack.","labels":[]}
{"proposition":"A girl in white dances.","labels":[]}
{"proposition":"A guy wearing a red coat, white jodhpurs and black boots jumps his gray horse over poles during a steeplechase competition.","labels":[]}
{"proposition":"A man with a Mohawk stands in a group of people.","labels":[]}
{"proposition":"A man with a Mohawk walking on campus.","labels":[]}
{"proposition":"A young girl in a white dance outfit and black shoes is dancing in front of music equipment","labels":[]}
{"proposition":"A man with a Mohawk hairstyle wears a backpack at a college campus.","labels":[]}
{"proposition":"A woman with glasses staring into the camera at me.","labels":[]}
{"proposition":"A woman wearing glasses holds a camera to her face.","labels":[]}
{"proposition":"A woman in a green sweater and striped shirt leans out of a window and holds a camera in front of her face, directing it at the photographer.","labels":[]}
{"proposition":"Woman wearing green jacket taking a picture with a camera.","labels":[]}
{"proposition":"A woman is taking a picture.","labels":[]}
{"proposition":"Wrestlers grapple on the floor.","labels":[]}
{"proposition":"A woman in a white shirt, with white shorts and white high heeled shoes walks past a man in a black shirt and a black and white graffiti wall painting.","labels":[]}
{"proposition":"guy wearing a cap watching through glass window","labels":[]}
{"proposition":"A group of people in black dresses and robes singing.","labels":[]}
{"proposition":"A choir sings at a concert hall.","labels":[]}
{"proposition":"A group of people are seen in a church singing under a yellow ceiling.","labels":[]}
{"proposition":"A choir dressed in all black is performing for an audience.","labels":[]}
{"proposition":"A young boy plays on a swing.","labels":[]}
{"proposition":"a boy laying on his stomach, on a swing","labels":[]}
{"proposition":"A child in sunglasses lays on his belly on a red swing set.","labels":[]}
{"proposition":"A boy laying on a sitting swing, face down, wearing a hat backwards.","labels":[]}
{"proposition":"a tennis player wearing a yellow, white and blue shirt carrying a racquet","labels":[]}
{"proposition":"A male athlete is wearing a teal sweatband and a shirt from Nike and is holding a tennis racket.","labels":[]}
{"proposition":"A tennis player is carrying a tennis racket.","labels":[]}
{"proposition":"The tennis player is wearing a yellow and blue shirt and a blue headband.","labels":[]}
{"proposition":"A man plays tennis.","labels":[]}
{"proposition":"A woman in a blue and white striped shirt holding a green comb.","labels":[]}
{"proposition":"Older woman holding a light green comb over a weave.","labels":[]}
{"proposition":"Local African boy doing his daily work guiding the animals that are pulling a cart.","labels":[]}
{"proposition":"A young boy sit alone in a wagon and holds on tightly to two cattle as they follow his mother's wagon down a dusty dirt road.","labels":[]}
{"proposition":"an African boy drives his team of oxen down a dirt road.","labels":[]}
{"proposition":"A young black boy is guiding his animals down a dirt road with a blue rope.","labels":[]}
{"proposition":"A baseball player hitting the ball","labels":[]}
{"proposition":"A group of people demonstrating.","labels":[]}
{"proposition":"A man and two children are sleeping on the floor.","labels":[]}
{"proposition":"A boy in a red poncho is reading while leaning on a pole.","labels":[]}
{"proposition":"A child is standing alone hear a pillar reading a book while pointing at the page.","labels":[]}
{"proposition":"An Asian man lies on a tiled floor with two children, using old clothes for pillows.","labels":[]}
{"proposition":"A view through a door into a small tiled room where a man and two children are asleep on the floor.","labels":[]}
{"proposition":"A man and two small children laying on a tiled floor.","labels":[]}
{"proposition":"A group of people marching in a parade waving flags.","labels":[]}
{"proposition":"A cop is walking a crime dog to find something while paramedics discuss by their van.","labels":[]}
{"proposition":"Man in a blue shirt fires a gun at a target.","labels":[]}
{"proposition":"A good slide into home at a Philly game","labels":[]}
{"proposition":"a woman painting her toenails red on the couch","labels":[]}
{"proposition":"A baby camel going towards a woman, while a man takes a picture.","labels":[]}
{"proposition":"A family and a man in military clothing look at a cake.","labels":[]}
{"proposition":"A soldier is helping two young children cut a large cake.","labels":[]}
{"proposition":"Blond woman wearing red boots with a bland and white jacket walking down the street.","labels":[]}
{"proposition":"a man standing outside of a restaurant.","labels":[]}
{"proposition":"An older, bald man is standing on the street holding a package.","labels":[]}
{"proposition":"Three people, two playing drums and one playing a horn instrument.","labels":[]}
{"proposition":"A man with army fatigues is walking his dog.","labels":[]}
{"proposition":"An old man with white hair in a red hat","labels":[]}
{"proposition":"A man in a plaid shirt and blue jeans stands on scaffolding.","labels":[]}
{"proposition":"Two men with colorful hats are playing the drums while another man plays a wind instrument.","labels":[]}
{"proposition":"The man stands on the scaffolding as he looks outward.","labels":[]}
{"proposition":"Two males are playing soccer while fans watch.","labels":[]}
{"proposition":"adults performing on a inside stage.","labels":[]}
{"proposition":"A singing group dressed in black is singing a song on stage.","labels":[]}
{"proposition":"Two soccer players chase after the ball; one tries to maintain control whilst the others seeks to take it.","labels":[]}
{"proposition":"An very nice capture of a soccer game going on between two men as the man from the team in black attempts to interrupt the red and white teams stride.","labels":[]}
{"proposition":"Two soccer players, one in black and one in red, with the one in black attempting to steal the ball.","labels":[]}
{"proposition":"A soccer player in a red shirt kicks the ball while another player in a black shirt tries to stop him.","labels":[]}
{"proposition":"Fisherman on boat out on sea.","labels":[]}
{"proposition":"Two fisherman on a boat on the water preparing for a long day of fishing.","labels":[]}
{"proposition":"A man in a yellow waterproof jacket and his companion are on a boat in the open water.","labels":[]}
{"proposition":"Two men, one in a yellow jacket and the other in a blue sweater, are on a boat.","labels":[]}
{"proposition":"Two dark-haired men are sailing a fishing boat.","labels":[]}
{"proposition":"An Indian woman holds a child while looking at a large group of birds on the ground.","labels":[]}
{"proposition":"A view of a nice building and sky with a guy standing on the roof.","labels":[]}
{"proposition":"An orange vehicle parked on a bridge.","labels":[]}
{"proposition":"A small jockey jogs along side of the horse track with his horse through the green grass, as a photo is taken next to the Sparkasse sign in a 2012 horse event.","labels":[]}
{"proposition":"A woman and three children, holding hands with each other, are crossing the street.","labels":[]}
{"proposition":"A girl stands behind a boy in a swing.","labels":[]}
{"proposition":"Many shoppers are walking around in a mall.","labels":[]}
{"proposition":"A group of men gather and play instruments.","labels":[]}
{"proposition":"The small girl in the red shirt pushes the little boy on the baby swing.","labels":[]}
{"proposition":"A little girl is pushing a little boy who is sitting on a swing.","labels":[]}
{"proposition":"A girl pushes a boy on a swing on a sandy playground.","labels":[]}
{"proposition":"a little girl pushes a little boy on the swing.","labels":[]}
{"proposition":"A guy is shooting his rifle at a shooting range.","labels":[]}
{"proposition":"Man looking down the scope of a rifle preparing to shoot.","labels":[]}
{"proposition":"A guy wearing earmuffs and shooters glasses sites his rifle's scope on a target.","labels":[]}
{"proposition":"Man, wearing sunglasses and a blue shirt, stares intensely into the scope of a rifle.","labels":[]}
{"proposition":"Man in blue shirt shooting a rifle.","labels":[]}
{"proposition":"A guy surfing in the ocean.","labels":[]}
{"proposition":"Little girl in her bridesmaid dress sitting down with the bouquet.","labels":[]}
{"proposition":"A dancer, with both arms and both legs spread, leaps into the air.","labels":[]}
{"proposition":"Two men wearing hats stand behind a table with flowers on it.","labels":[]}
{"proposition":"A little girl in a white dress sits in an open doorway holding a bouquet of flowers.","labels":[]}
{"proposition":"This brown pitbull is carrying a soccer ball in his mouth.","labels":[]}
{"proposition":"Many kids are sitting and taking notes.","labels":[]}
{"proposition":"Girl in the middle of a tennis match.","labels":[]}
{"proposition":"The pitbull returns the chewed up soccer ball in the snow.","labels":[]}
{"proposition":"there are three cars at a four-way cross.","labels":[]}
{"proposition":"A dog is playing with a football in the snow.","labels":[]}
{"proposition":"A female tennis player in a white shirt and black tennis skirt getting ready to swing.","labels":[]}
{"proposition":"A woman with a tennis racket about to swing at a ball.","labels":[]}
{"proposition":"A man is beginning to stand up on his surfboard in front of a small wave","labels":[]}
{"proposition":"a white dog running down a path with a long stick in his mouth","labels":[]}
{"proposition":"A skateboarder with dreadlocks does a trick on a bike rack.","labels":[]}
{"proposition":"A shirtless man is doing a skateboard trick over a bike rail.","labels":[]}
{"proposition":"a dog runs with a large stick in its mouth.","labels":[]}
{"proposition":"A dog jumps forward carrying a large stick.","labels":[]}
{"proposition":"A male skateboarder performs a stunt over a bicycle rake.","labels":[]}
{"proposition":"A child in a red shirt pushes a boy in a wagon.","labels":[]}
{"proposition":"Two policemen are standing on the corner of a street.","labels":[]}
{"proposition":"Three men are hauling pink bags onto a boat, a fourth man sits on some wood on the river staring into the distance.","labels":[]}
{"proposition":"A bull rider is trying to stay on a bull at a rodeo.","labels":[]}
{"proposition":"A girl walking near a guy holding onto a bike pointing up at a building while on the street in some Asian country","labels":[]}
{"proposition":"A young woman dances in her ethnic attire.","labels":[]}
{"proposition":"A woman in what appears to be traditional garments is performing a dance.","labels":[]}
{"proposition":"Woman in yellow costume smiling.","labels":[]}
{"proposition":"Two girls wrapped in a blanket.","labels":[]}
{"proposition":"A woman in jeans and a woman in white pants use a telescope.","labels":[]}
{"proposition":"A woman standing in a costume.","labels":[]}
{"proposition":"A child in a blue jacket and black cap sits amongst flowers and candles.","labels":[]}
{"proposition":"A woman in tight white skinny jeans looks through a camera over a road, while another woman in skinny jeans watches on.","labels":[]}
{"proposition":"An infant in a blue shirt walking with the dog following behind.","labels":[]}
{"proposition":"A woman leads a toddler and dog on an uphill climb through a meadow.","labels":[]}
{"proposition":"A woman, a boy, and a dog are walking up a hill.","labels":[]}
{"proposition":"A woman and the kid are walking along with the dog.","labels":[]}
{"proposition":"Two people walking up a hill with a dog.","labels":[]}
{"proposition":"A jockey riding a race horse in a grass field.","labels":[]}
{"proposition":"Dog running through the weeds.","labels":[]}
{"proposition":"A boy in a yellow shirt runs in a race.","labels":[]}
{"proposition":"Participant 3442, a child in a yellow shirt, runs in a race.","labels":[]}
{"proposition":"a boy in a yellow shirt is running in a race","labels":[]}
{"proposition":"a brown and black dog jumping through a field of long blades of grass","labels":[]}
{"proposition":"Black and brown dog with red harness in high grass.","labels":[]}
{"proposition":"A dog wearing a red harness runs across a field","labels":[]}
{"proposition":"A dog runs through the tall grass.","labels":[]}
{"proposition":"A man practices karate moves in silhouette with a backdrop of a colorful beach sunset.","labels":[]}
{"proposition":"There's a silhouette of a man at the beach kicking his leg in the air, while the sun is setting before him.","labels":[]}
{"proposition":"A man is standing on the shore is holding up one leg while the sun is setting.","labels":[]}
{"proposition":"A man stands on one leg while lifting the other leg high, on a beach, at sunset.","labels":[]}
{"proposition":"A muscular man is exercising on the beach in the beautiful sunset.","labels":[]}
{"proposition":"A man walking with a shopping cart wearing a t-shirt that reads \"long live the dead\".","labels":[]}
{"proposition":"A guy in a' Long Live The Dead' t-shirt pushing a shopping cart next to a yellow taxi.","labels":[]}
{"proposition":"Men in safety colors and hard hats in a construction area.","labels":[]}
{"proposition":"Construction workers working.","labels":[]}
{"proposition":"Workers are at work under scaffolding.","labels":[]}
{"proposition":"A group of construction workers are working.","labels":[]}
{"proposition":"Workers are setting-up to work in the London tubes.","labels":[]}
{"proposition":"These are construction workers with orange safety vests working on in a British Underground.","labels":[]}
{"proposition":"A man in a wetsuit is surfing on the ocean.","labels":[]}
{"proposition":"Two men are standing on a corner with empty rickshaws while people on bicycles ride by in the background.","labels":[]}
{"proposition":"Two young men dressed in summer clothing of shorts and tank tops stand in front of a matching pair of pseudo rickshaws for transportation as men cycle in the background.","labels":[]}
{"proposition":"Two men with shorts on are standing on the curbs with their carts.","labels":[]}
{"proposition":"Two rickshaw operators waiting for a fare with traffic in the background.","labels":[]}
{"proposition":"A woman is putting her dark clothes in the dryer.","labels":[]}
{"proposition":"That lady is pointing at her clothes in the dryer.","labels":[]}
{"proposition":"a woman in black is pulling black clothes out of the dryer.","labels":[]}
{"proposition":"A woman removing clothes from a dryer.","labels":[]}
{"proposition":"A shirtless soldier is shaving his face out in the street while his dog drinks some water.","labels":[]}
{"proposition":"A man is standing in what appears to be a parking lot and shaving his face, while his dog looks at the ground near his feet.","labels":[]}
{"proposition":"A girl with a red and white swimming cap and goggles who is swimming in a pool.","labels":[]}
{"proposition":"A man and a woman are sitting on a bench outside a wooden building.","labels":[]}
{"proposition":"A woman works a project with thread in hand.","labels":[]}
{"proposition":"A child runs along the shore, while birds fly overhead.","labels":[]}
{"proposition":"A brown-haired child in green shoes swings on a swing in a park near the woods.","labels":[]}
{"proposition":"A young woman is holding a camera in a crowd of people.","labels":[]}
{"proposition":"A woman in blue shirt is holding a camera and being surrounded with bunch of people.","labels":[]}
{"proposition":"A lady wearing glasses and a blue shirt with a shoulder bag is about to take a picture with her camera.","labels":[]}
{"proposition":"A woman wearing a baby sling with a peach- colored blanket looks to the side as she holds up her camera.","labels":[]}
{"proposition":"several workers standing in a partially constructed building behind street sign","labels":[]}
{"proposition":"A woman in a blue shirt holds a camera.","labels":[]}
{"proposition":"The dog is playing in the water.","labels":[]}
{"proposition":"a black dog runs through the water.","labels":[]}
{"proposition":"A black dog runs into the water at the beach.","labels":[]}
{"proposition":"A black dog running in shallow water on a beach.","labels":[]}
{"proposition":"A woman stares at something lighted that three people are holding in front of her.","labels":[]}
{"proposition":"A woman is having her cigarette lit by a man out of the frame.","labels":[]}
{"proposition":"three men lighting a woman in a green shirt's cigarette.","labels":[]}
{"proposition":"A dog running in the surf.","labels":[]}
{"proposition":"Group of young people playing the drums while a crowd watches.","labels":[]}
{"proposition":"A band is playing music with rowdy and crude fans.","labels":[]}
{"proposition":"Two young men talk together on an outdoor sidewalk on a dark night.","labels":[]}
{"proposition":"A man gives the camera the finger as a band plays a house party.","labels":[]}
{"proposition":"Men dancing and flipping of the camera listening to music.","labels":[]}
{"proposition":"A man in a striped shirt is dancing in front of a band.","labels":[]}
{"proposition":"A rock band playing for a small audience in a house.","labels":[]}
{"proposition":"A woman walking down a crowded street","labels":[]}
{"proposition":"Many people wearing numbers, hats and jackets are running in a race.","labels":[]}
{"proposition":"A little boy chasing a ball through his poor city.","labels":[]}
{"proposition":"A man is standing in the road, smiling.","labels":[]}
{"proposition":"Man kicking football off tee in t-shirt and shorts","labels":[]}
{"proposition":"A man in a black and white suit is juggling rings in the street while spectators are cheering him on.","labels":[]}
{"proposition":"Ethnic woman from behind with blue flower shirt and red fabric in her braided hair.","labels":[]}
{"proposition":"A young man rides a wakeboard.","labels":[]}
{"proposition":"Ann older man with a gray beard is cooking in the kitchen.","labels":[]}
{"proposition":"A man in an apron smiling as he fries food.","labels":[]}
{"proposition":"An army man uses his binoculars to see into the distance.","labels":[]}
{"proposition":"A child stand with an elderly women at the 96th Street subway station.","labels":[]}
{"proposition":"A grandma holds her grandson's hand at a train stop.","labels":[]}
{"proposition":"An old lady in a big black coat holds the hand of a young boy in a blue jacket in the subway.","labels":[]}
{"proposition":"A man smiles at the camera as he fries his food in a large cast-iron pan.","labels":[]}
{"proposition":"A lady and a boy are holding hands.","labels":[]}
{"proposition":"A child sits on a sidewalk as people walk by.","labels":[]}
{"proposition":"A little boy in Hawaiian shorts plays in a sprinkler.","labels":[]}
{"proposition":"A singer standing in green light.","labels":[]}
{"proposition":"A lady in khaki pants and a peach shirt walking over a bridge with her had on her head and a young boy sitting in front of her next to a bamboo.","labels":[]}
{"proposition":"A teenage boy with a red hat sits along side a pedestrian bridge while people walk by.","labels":[]}
{"proposition":"A boy with a red hat is sitting and selling things on the street.","labels":[]}
{"proposition":"A woman in a redhead wrap is sitting on a bridge.","labels":[]}
{"proposition":"A very young adorable baby who has a long-sleeve shirt on that says i am the boss, is crying and upset.","labels":[]}
{"proposition":"A young boy in a striped shirt is holding a cricket.","labels":[]}
{"proposition":"Two young girls are outside in dresses.","labels":[]}
{"proposition":"A boy in a red, white, and blue striped shirt holding and examining a bug.","labels":[]}
{"proposition":"A woman in bright clothes with a folded blanket on her head.","labels":[]}
{"proposition":"A young boy wearing a red, white and blue striped shirt is holding a spider in his right hand as he looks at.","labels":[]}
{"proposition":"A baby, wearing an \"I am the Boss\" shirt, cries and clenches its fist.","labels":[]}
{"proposition":"A man in khakis and a blue shirt speaks into a microphone before a group.","labels":[]}
{"proposition":"A man in casual clothes is speaking in front of people.","labels":[]}
{"proposition":"An elderly couple sit next to each other at a coffee shop.","labels":[]}
{"proposition":"Some people walking and others sitting by a street corner.","labels":[]}
{"proposition":"A group of adults congregate on a street corner.","labels":[]}
{"proposition":"A public speaker discussing what needs to be changed.","labels":[]}
{"proposition":"Two dogs play with one another on the lawn.","labels":[]}
{"proposition":"A young woman plays professional tennis.","labels":[]}
{"proposition":"A woman, in a black hoodie, looking at goods in a store.","labels":[]}
{"proposition":"A fluffy white and brown puppy is playing with a white, curly-haired puppy.","labels":[]}
{"proposition":"A woman strides across the corner of a tennis court with her racket in the air.","labels":[]}
{"proposition":"The tennis player is enjoying her game while the crowd watch her every move.","labels":[]}
{"proposition":"A white dog and a white and brown puppy playing.","labels":[]}
{"proposition":"A young man with a backpack and blue sunglasses is crossing the street.","labels":[]}
{"proposition":"A group of young men wearing helmets and armed with golf clubs form a line and prepare to defend a cause.","labels":[]}
{"proposition":"a toddler in a brown sweater is running along a path next to the grass.","labels":[]}
{"proposition":"A dog plays in the snow.","labels":[]}
{"proposition":"A woman holding a mic and a paper on stage with a musician.","labels":[]}
{"proposition":"a brown and white dog is leaping through a red hoop on a training circuit.","labels":[]}
{"proposition":"A man and woman are running in a race.","labels":[]}
{"proposition":"Two individuals are running down a street in some sort of running competition.","labels":[]}
{"proposition":"A man and a woman are competing in a race.","labels":[]}
{"proposition":"A dog jumping through a hoop.","labels":[]}
{"proposition":"a guy and a girl running.","labels":[]}
{"proposition":"A man dressed in blue is wearing a backpack and shades.","labels":[]}
{"proposition":"A man cooking rice on a brick stove.","labels":[]}
{"proposition":"Two knights on horses joust.","labels":[]}
{"proposition":"A man and woman sit at a table inside a fast food restaurant.","labels":[]}
{"proposition":"Many kids are jumping in bags.","labels":[]}
{"proposition":"Two people jousting with lances and shields on horses while people watch from under a tent and outside of the tent.","labels":[]}
{"proposition":"A man dressed in red with a red lance and shield and another with aqua equipment and clothing perform a jousting competition for a modern-day audience.","labels":[]}
{"proposition":"A shirtless older man making a traditional Indian street food dish.","labels":[]}
{"proposition":"This is a renaissance fair with two men on horses dueling.","labels":[]}
{"proposition":"A woman is rollerblading as she hangs out with another woman.","labels":[]}
{"proposition":"Protesters wearing yellow scarves and helmets form a human wall for other protesters carrying a variety of flags.","labels":[]}
{"proposition":"There are several people but three in particular, coming from a shopping center with boxes and plants in their carts.","labels":[]}
{"proposition":"A football player trying to rush the opponents quarterback.","labels":[]}
{"proposition":"A person wearing a gray jacket and sunglasses poses for the camera.","labels":[]}
{"proposition":"The woman in the purple with a pin and clipboard is waiting for the young lady answer.","labels":[]}
{"proposition":"A young woman wearing tan pants is touching her shoe.","labels":[]}
{"proposition":"A woman in a purple sweatshirt is writing something down while another woman looks along.","labels":[]}
{"proposition":"The crowd is watching a soccer game.","labels":[]}
{"proposition":"A punk band is playing on stage.","labels":[]}
{"proposition":"A man and woman stand in front of a large red modern statue.","labels":[]}
{"proposition":"A man and woman look back at the camera while standing in front of a red art structure.","labels":[]}
{"proposition":"A man and a woman looking at a red sculpture.","labels":[]}
{"proposition":"A man and woman stand near a large red sculpture outdoors.","labels":[]}
{"proposition":"A couple looking at a red sculpture","labels":[]}
{"proposition":"Three boys in different clothing are playing soccer.","labels":[]}
{"proposition":"Spectators observe as London Arsenal FC practices soccer on their field.","labels":[]}
{"proposition":"Three men and a woman caught midair jumping into a pool at a party.","labels":[]}
{"proposition":"Two pale dogs run in grass.","labels":[]}
{"proposition":"A brown and white cow jumps away from a black and white cattle dog.","labels":[]}
{"proposition":"Three men and one woman are jumping into a swimming pool full of calm blue water.","labels":[]}
{"proposition":"A young child wearing a yellow wetsuit rides on a surfboard.","labels":[]}
{"proposition":"A man with a gold chain looks on in the city and a woman gasps behind him.","labels":[]}
{"proposition":"An African American man, wearing a sweatshirt and coat, walking in a city.","labels":[]}
{"proposition":"A young boy rides his boogieboard through the ocean spray.","labels":[]}
{"proposition":"Two guys are trying to control an animal.","labels":[]}
{"proposition":"The rowdy bull spits as the men attempt to lasso it.","labels":[]}
{"proposition":"One man is trailing behind a black bull while the other stands nearby watching.","labels":[]}
{"proposition":"Two men and a bull are in a fenced area with dirt on the ground and a rope laying between the bull and men.","labels":[]}
{"proposition":"Two men, one standing and one seated on the ground are attempting to wrangle a bull as dust from the action is being kicked up.","labels":[]}
{"proposition":"Two hockey players slide into each other on the ice","labels":[]}
{"proposition":"Two hockey players fall to the ground in a game.","labels":[]}
{"proposition":"A boy playing hockey lies on the ice, injured.","labels":[]}
{"proposition":"The two hockey players are down on the ice.","labels":[]}
{"proposition":"Two hockey players fall on the ice.","labels":[]}
{"proposition":"A little boy in a blue hat and black bathing suit is staring at the ocean.","labels":[]}
{"proposition":"A male child in a blue summer hat shoveling at the beach looks on at a family that plays in the ocean.","labels":[]}
{"proposition":"This is a beach scene consisting of a child by the shoreline holding a shovel full of sand and looking out at a group of people in the water.","labels":[]}
{"proposition":"This family is relaxing outside of their motorhome.","labels":[]}
{"proposition":"Women play volleyball while two referees manage the game.","labels":[]}
{"proposition":"A tall, skinny guy with long black hair is walking while talking on a cellphone and carrying a drum on his head.","labels":[]}
{"proposition":"A child in a hat and jacket is looking at flowers.","labels":[]}
{"proposition":"Two little boys holding apples near the street.","labels":[]}
{"proposition":"Two young boys with apples hop a concrete barrier.","labels":[]}
{"proposition":"A baseball player places himself in the trajectory of an oncoming baseball.","labels":[]}
{"proposition":"Two boys with apples leap over a barrier in the street.","labels":[]}
{"proposition":"Two little boys eating apples climing over a retaining wall.","labels":[]}
{"proposition":"A man is talking on a cellphone and riding a bike.","labels":[]}
{"proposition":"Some people are sitting at an outside food market at night.","labels":[]}
{"proposition":"Many people outside on bicycles.","labels":[]}
{"proposition":"Here is a man wearing a gray hat with a flower boutonniere raising his glass.","labels":[]}
{"proposition":"A male is laying down reading a book.","labels":[]}
{"proposition":"A group of people ride bicycles on a large city street.","labels":[]}
{"proposition":"Asian people ride their bikes in the street.","labels":[]}
{"proposition":"People gathered together in a dark room.","labels":[]}
{"proposition":"A woman stands in front of a bridge, talking passionately through a megaphone.","labels":[]}
{"proposition":"A middle-aged barber is standing by his chair in an empty shop.","labels":[]}
{"proposition":"A man is welding something made of metal near many tools.","labels":[]}
{"proposition":"A man is welding, as the sparks fall into the air.","labels":[]}
{"proposition":"Sparks fly as this man in blue welds something.","labels":[]}
{"proposition":"A man working on metal with sparks flying.","labels":[]}
{"proposition":"A man working in a metal shop","labels":[]}
{"proposition":"Lounging on the pillar and worn bricks, the young man is immersed in his book.","labels":[]}
{"proposition":"Two people stand by the water's edge.","labels":[]}
{"proposition":"A man wearing shades of black and gray leans against a pillar on the brick pavement reading a book.","labels":[]}
{"proposition":"A boy and a girl are standing on a riverbank facing the water.","labels":[]}
{"proposition":"A young woman and a young boy stand on the shore of a river.","labels":[]}
{"proposition":"Two people, a boy in yellow and girl in brown, standing at the shore of a lake.","labels":[]}
{"proposition":"A boy and a slightly older girl stand on the shore of a small blue lake.","labels":[]}
{"proposition":"A baby asleep in the parent's backpack.","labels":[]}
{"proposition":"A woman plays on a tire swing with two children in the park.","labels":[]}
{"proposition":"Families are playing at the park on tire swings.","labels":[]}
{"proposition":"A woman wearing a sweater and jeans is playing on a tire swing with two little children in an outdoor park.","labels":[]}
{"proposition":"A girl in green walks down a city street.","labels":[]}
{"proposition":"A young boy is walking in front of some stores","labels":[]}
{"proposition":"A woman and children swinging on a tire swing.","labels":[]}
{"proposition":"A small child in green clothing walks past a store opening and a woman in pink pants.","labels":[]}
{"proposition":"A man on the river in a blue kayak","labels":[]}
{"proposition":"A man in a blue kayak paddles in water.","labels":[]}
{"proposition":"A man in a blue canoe paddling in the ocean.","labels":[]}
{"proposition":"A man is riding in a blue kayak in the ocean.","labels":[]}
{"proposition":"A child is doing a handstand on a green lawn outside where several people are playing.","labels":[]}
{"proposition":"A young girl with two differently colored shoes does front flips in a large, open field.","labels":[]}
{"proposition":"A boy wearing red swim trunks is playing in the water at the beach.","labels":[]}
{"proposition":"Young child is splashing and playing at the beach.","labels":[]}
{"proposition":"A teenager is trying his hand at ax-throwing.","labels":[]}
{"proposition":"Two men playing tennis, one is hitting the ball.","labels":[]}
{"proposition":"A tennis player returns a serve back to his opponent.","labels":[]}
{"proposition":"A men's tennis match on blue court, shows player perfectly catching and returning the ball.","labels":[]}
{"proposition":"A child in an orange shirt examines the propeller on a large radial aircraft engine.","labels":[]}
{"proposition":"A little dog plays with a colorful ball in the sand.","labels":[]}
{"proposition":"Two boys' football teams compete on the field.","labels":[]}
{"proposition":"The family enjoys an afternoon at the park in the shade.","labels":[]}
{"proposition":"Two youths, a goalie in black shirt and another boy in a striped shirt, are moving the ball on a soccer field.","labels":[]}
{"proposition":"Guy in jeans and black jacket walking along grass and trees with the city in the background.","labels":[]}
{"proposition":"A woman and a child sit together and smile.","labels":[]}
{"proposition":"Dog with tongue out looking up at a young boy with glasses","labels":[]}
{"proposition":"A man performs daring tricks on his motorcycle.","labels":[]}
{"proposition":"A motorcyclist performing a standing wheelie with one foot.","labels":[]}
{"proposition":"A person in jeans is standing up and doing a wheelie on the back of a motorcycle.","labels":[]}
{"proposition":"A crowd goes from tent to tent looking for special items to purchase.","labels":[]}
{"proposition":"People in a crowded flee market searching for things to buy.","labels":[]}
{"proposition":"Shoppers checking out local buys at a street market.","labels":[]}
{"proposition":"Two men and a woman in a market looking at a bike.","labels":[]}
{"proposition":"A street vendor is displaying artwork and other goods.","labels":[]}
{"proposition":"Two young men and a young lady walk through a field near the water.","labels":[]}
{"proposition":"A man and woman get in the boxing stance to start their exercise.","labels":[]}
{"proposition":"A woman and daughter are smiling at the camera.","labels":[]}
{"proposition":"A young black girl wearing a blue shirt and a blue headscarf is looking at the camera.","labels":[]}
{"proposition":"A girl leaning against a woman's shoulder while sitting on a bench.","labels":[]}
{"proposition":"A kid shouts while two women converse with each other.","labels":[]}
{"proposition":"Dark image of men playing bongo drums and drinking","labels":[]}
{"proposition":"a group of men playing drums in a drum circle","labels":[]}
{"proposition":"Four people are playing drums.","labels":[]}
{"proposition":"There are three lambs: one white, one black, and one spotted.","labels":[]}
{"proposition":"A young man carries flags outside a building","labels":[]}
{"proposition":"A young child is shouting with people around him.","labels":[]}
{"proposition":"A large crowd of people stand at the start line of a race.","labels":[]}
{"proposition":"Three boys on an intertube in water","labels":[]}
{"proposition":"A whole lot of people are about to start a race or organized walk of some sort.","labels":[]}
{"proposition":"Three young sheep walk along the grassy hill.","labels":[]}
{"proposition":"four men in a van one man turned around giving peace sign to man behind him.","labels":[]}
{"proposition":"A large crown in front of McDonald's.","labels":[]}
{"proposition":"Ballerinas dancing on a large stage under blue spotlights.","labels":[]}
{"proposition":"A baby girl is yelling with two adults and a cat in the background.","labels":[]}
{"proposition":"Workers at a Starbucks restaurant show off their facilities.","labels":[]}
{"proposition":"Bikini-clad female at the beach doing a cartwheel.","labels":[]}
{"proposition":"A woman stands with two young girls in dresses looking at bubbles.","labels":[]}
{"proposition":"Lambs on a grassy hill.","labels":[]}
{"proposition":"A man in a black jacket and blue jeans is walking outside on the sidewalk.","labels":[]}
{"proposition":"A soccer game in progress between to teams one team with players wearing yellow and black clothing and another team of players wearing light blue and white there is also two opposing players in the middle of the field both men look like they are trying to kick the ball.","labels":[]}
{"proposition":"Three boys grab onto an inflatable donut in the water.","labels":[]}
{"proposition":"Two men using a computer.","labels":[]}
{"proposition":"Female wearing a red and white flowered bikini is doing a cartwheel on a sandy beach.","labels":[]}
{"proposition":"A man in a red shirt is on a computer and another man is sitting near him.","labels":[]}
{"proposition":"Three little boys on a float in a river.","labels":[]}
{"proposition":"Two people working on computers.","labels":[]}
{"proposition":"An older man and women are using computers in a sort of storage room.","labels":[]}
{"proposition":"A woman is looking at a city map.","labels":[]}
{"proposition":"Three people are in a body of water.","labels":[]}
{"proposition":"A woman in a white jacket is standing next to an older woman while reviewing a subway map.","labels":[]}
{"proposition":"A woman asking for directions in front of a colorful map.","labels":[]}
{"proposition":"Two women, one old, looking at a map.","labels":[]}
{"proposition":"Two women standing in front of a map.","labels":[]}
{"proposition":"Two men are in a boxing ring staring at each other with their guards up.","labels":[]}
{"proposition":"Several young people sit at a table playing poker.","labels":[]}
{"proposition":"A man with a long-sleeved shirt and board shorts surfs towards the camera and leans over with his right hand in the water.","labels":[]}
{"proposition":"Children in an African schoolhouse.","labels":[]}
{"proposition":"A group of kids plays in the spray of water from a fountain.","labels":[]}
{"proposition":"A person walks between two buildings.","labels":[]}
{"proposition":"A blond woman stands alone in a city alleyway.","labels":[]}
{"proposition":"Children in white and blue uniforms are sitting at their red desks in their green classroom.","labels":[]}
{"proposition":"Students sit in a classroom with green walls and red desks, waving at the camera.","labels":[]}
{"proposition":"African children sit waving in teal classroom with red benches and tables.","labels":[]}
{"proposition":"Two children, one in a yellow shirt and the other in red rain boots, swing on the swings at a playground.","labels":[]}
{"proposition":"Multiple females sitting indian-style doing what appears to be textile work.","labels":[]}
{"proposition":"A soccer team wearing light blue gets in a huddle during a match.","labels":[]}
{"proposition":"A group of Indian women are in a factory making clothes, sitting in front of old fashioned sewing machines.","labels":[]}
{"proposition":"A group of adult, male soccer players wearing blue uniforms are forming a huddle.","labels":[]}
{"proposition":"Four men lounging on furniture while all on their laptops against a tan colored wall.","labels":[]}
{"proposition":"Seems to me looks like people in a work room or office working they all using laptop computers from apple it seems there Dr Pepper soda and water bottle on the desk","labels":[]}
{"proposition":"Women are working at looms.","labels":[]}
{"proposition":"A team dressed in blue uniforms huddles on a playing field.","labels":[]}
{"proposition":"Two children, a girl and a boy, are swinging on a swing set.","labels":[]}
{"proposition":"A woman in a white shirt is talking on her yellow cellphone.","labels":[]}
{"proposition":"Two men are kickboxing in a kickboxing ring.","labels":[]}
{"proposition":"Several men of Asian descent, along with US military members, are sitting in a lunch meeting, while talking informally and ordering their food.","labels":[]}
{"proposition":"A man in a blue shirt driving a Segway type vehicle.","labels":[]}
{"proposition":"A surfer digs his board deep in the water to cut the wave he is riding.","labels":[]}
{"proposition":"Many pink and purple balloons are crowded into an outdoor area as a woman with an umbrella walks by.","labels":[]}
{"proposition":"A young boy is wearing a white jumpsuit.","labels":[]}
{"proposition":"A person in tan pants is inside a silver mobile object while people watch.","labels":[]}
{"proposition":"Five young men standing on a beach with a bridge in the distance smile as the front boy, dressed in a tan outfit with blue sandals, leans back to throw something.","labels":[]}
{"proposition":"A waterskiing man on something similar to a snowboard perches on a rail obstacle with just the tip of the board.","labels":[]}
{"proposition":"Two brown dog play together in the water.","labels":[]}
{"proposition":"Two identical brown dogs in the water with their noses in the air.","labels":[]}
{"proposition":"A woman with a white hat, orange shirt, and a sickle is standing in a field with black gloves.","labels":[]}
{"proposition":"A woman in a hat holding her harvest while clamping her sickle in her armpit.","labels":[]}
{"proposition":"Two dogs play in the water.","labels":[]}
{"proposition":"Asian woman harvesting wheat.","labels":[]}
{"proposition":"A man in red pants walking on rocks.","labels":[]}
{"proposition":"A man in rides bicycle carrying pipes in his hand.","labels":[]}
{"proposition":"A man on rollerblades grinds a wall.","labels":[]}
{"proposition":"A older man in a Revolutionary type costume is ringing a bell on a street.","labels":[]}
{"proposition":"Two people, wearing genie outfits, flying on a magic carpet.","labels":[]}
{"proposition":"Killer whales perform for a crowd.","labels":[]}
{"proposition":"Two elderly men are building a stone cottage wall in front of a blue cottage.","labels":[]}
{"proposition":"Three whales are jumping into the air at the same time in front of a very large crowd.","labels":[]}
{"proposition":"Three dolphins are jumping out of a pool in front of a crowd of people.","labels":[]}
{"proposition":"Three whales are jumping in the air while people watch.","labels":[]}
{"proposition":"Three Orca whales jump in a pool at seaworld.","labels":[]}
{"proposition":"A fit young man in a blue tank-top uses both hands to splash water on his face from a wooden bowl.","labels":[]}
{"proposition":"A man with red pants holding on to a wall trying to make it sown some small rocks.","labels":[]}
{"proposition":"Two men on bicycles, dressed with helmets and racing jerseys, are exiting from a building.","labels":[]}
{"proposition":"Man in a blue shirt and red shorts standing on the sidewalk.","labels":[]}
{"proposition":"A young man in a blue tank top washing his face with water from a bucket.","labels":[]}
{"proposition":"A girl with a red cap and a man with a blue jacket tied around his waist are looking at the mountains.","labels":[]}
{"proposition":"A woman in a gray shirt and black Capris is running along a road.","labels":[]}
{"proposition":"Two women standing at a stone wall overlooking a vast hilly landscape.","labels":[]}
{"proposition":"A man wearing red pants about to reach the ground.","labels":[]}
{"proposition":"Two girls draw on cement with chalk with the ocean in the background.","labels":[]}
{"proposition":"A kid is looking at coffee machines inside a store.","labels":[]}
{"proposition":"A teenage boy is looking at coffee makers at Walmart.","labels":[]}
{"proposition":"One young man is looking at coffee makers in a store.","labels":[]}
{"proposition":"A male teen in a white hat looks at a coffee maker at the store.","labels":[]}
{"proposition":"A young man looks at a coffee marker on the shelf of a department store.","labels":[]}
{"proposition":"A woman is jogging in grass next to a road.","labels":[]}
{"proposition":"A male with a hat a is sweeping the road.","labels":[]}
{"proposition":"A group of people waving a flag on stage","labels":[]}
{"proposition":"Two dogs play tug-of-war with a disc, in knee-high water.","labels":[]}
{"proposition":"Two dogs both fighting for control of a Frisbee while in a lake.","labels":[]}
{"proposition":"Two brown dogs play with a Frisbee in the water.","labels":[]}
{"proposition":"Two large dogs fighting over a Frisbee in the water.","labels":[]}
{"proposition":"Two dogs biting on a Frisbee in the pond.","labels":[]}
{"proposition":"Three men with drums and tattoos stand near a guy playing the bagpipes.","labels":[]}
{"proposition":"Five people in tartan kilts play drums and a bagpipe in what appears to be a parade.","labels":[]}
{"proposition":"Men in Scottish garb walk down the street, three playing drums and another playing the bagpipes.","labels":[]}
{"proposition":"This is an all male drum and bagpipe band enjoying their music on a paved area in front of a blue tent.","labels":[]}
{"proposition":"An urban, outdoor, daytime setting shows a building with blue walls and prominent graffiti; with two pallets leaning against the building and a sign overhead that says \"TAY SHING CORP. 1 ALLEN ST.\".","labels":[]}
{"proposition":"A bunch of children in white are doing a dance routine while another person jumps rope.","labels":[]}
{"proposition":"A small baby in a white and purple onesie cries while laying on a green blanket.","labels":[]}
{"proposition":"Baby in a lavender onesie lying on a pastel green blanket on a couch crying.","labels":[]}
